[
    {
		"id": "0",
		"title": "Poke Lou",
		"cover": "./images/pokemon.jpg",
		"path": "pokemon",
		"perso": [
			{
				"id": "0",
				"name": "Meia",
				"cover": "./../../images/perso/Meia.png",
				"sexe": "Femme",
				"profession": "Dresseuse",
				"birthplace": "???",
				"région": "Sinnoh",
				"IFPT": "1",
				"introduction": [
					"Meia, anciennement surnommée « l'ombre blanche », du fait de sa chevelure blanche, du temps où elle était commandante de la Team Galaxie, est une orpheline recueillie par le professeur Sorbier.",
					"Considérée comme la plus puissante dresseuse de Sinnoh, même si elle a échoué à en devenir Maître, elle est la première à remporter l'IFPT WORLD TOURNAMENT. Elle est notamment connue pour son Carchacrok surpuissant qui l'accompagne dans chacun de ses voyages.",
					"Elle est également fiancée avec Amelle."
				],
				"personnalite": [
					"De nature solitaire et sûre d'elle, Meia est extrêmement obstinée et, jusqu'à sa première défaite contre Cynthia, ne reculait devant rien pour satisfaire sa quête de puissance quitte à rejoindre la Team Galaxie. Elle possède malgré tout une facette douce, chaleureuse et dévouée qu'elle montre uniquement envers ses Pokémon ou les personnes qu'elle aime.",
					"Elle possède une passion débordante pour les combats la poussant constamment à chercher de puissants adversaires et à les combattre comme si elle livrait son dernier combat."
				],
				"apparence": [
					"Meia est une femme aux longs cheveux blancs et aux yeux de couleur violet. Ses cheveux sont toujours coiffés de la même manière au fil des années, en queue de cheval."
				],
				"ref": [
					0,
					1
				],
				"pokemon": [
					{
						"id": "0",
						"name": "Carchacrok",
						"image": "./../../images/pokemon/carcha.png"
					},
					{
						"id": "1",
						"name": "Pingoléon",
						"image": "./../../images/pokemon/pingo.png"
					},
					{
						"id": "2",
						"name": "Luxray",
						"image": "./../../images/pokemon/lux.png"
					},
					{
						"id": "3",
						"name": "Charkos",
						"image": "./../../images/pokemon/char.png"
					},
					{
						"id": "4",
						"name": "Mustéflott",
						"image": "./../../images/pokemon/mustef.png"
					},
					{
						"id": "5",
						"name": "Noctali",
						"image": "./../../images/pokemon/noc.png"
					},
					{
						"id": "6",
						"name": "Nostenfer",
						"image": "./../../images/pokemon/nost.png"
					},
					{
						"id": "7",
						"name": "Nidoqueen",
						"image": "./../../images/pokemon/nidoq.png"
					},
					{
						"id": "8",
						"name": "Galopa",
						"image": "./../../images/pokemon/galo.png"
					},
					{
						"id": "9",
						"name": "Aligatueur",
						"image": "./../../images/pokemon/aliga.png"
					},
					{
						"id": "10",
						"name": "Rafflesia",
						"image": "./../../images/pokemon/raff.png"
					},
					{
						"id": "11",
						"name": "Pharamp",
						"image": "./../../images/pokemon/phar.png"
					},
					{
						"id": "12",
						"name": "Maganon",
						"image": "./../../images/pokemon/maga.png"
					},
					{
						"id": "13",
						"name": "Tyranocif",
						"image": "./../../images/pokemon/tyra.png"
					},
					{
						"id": "14",
						"name": "Tengalice",
						"image": "./../../images/pokemon/tenga.png"
					},
					{
						"id": "15",
						"name": "Drattak",
						"image": "./../../images/pokemon/dratt.png"
					},
					{
						"id": "16",
						"name": "Zoroark",
						"image": "./../../images/pokemon/zoro.png"
					},
					{
						"id": "17",
						"name": "Pyrax",
						"image": "./../../images/pokemon/pyrax.png"
					},
					{
						"id": "18",
						"name": "Polagriffe",
						"image": "./../../images/pokemon/pola.png"
					},
					{
						"id": "19",
						"name": "Tranchodon",
						"image": "./../../images/pokemon/tranch.png"
					},
					{
						"id": "20",
						"name": "Pandarbare",
						"image": "./../../images/pokemon/panda.png"
					},
					{
						"id": "21",
						"name": "Muplodocus",
						"image": "./../../images/pokemon/muplo.png"
					},
					{
						"id": "22",
						"name": "Félinferno",
						"image": "./../../images/pokemon/felin.png"
					},
					{
						"id": "23",
						"name": "Corvaillus",
						"image": "./../../images/pokemon/corv.png"
					},
					{
						"id": "24",
						"name": "Blizzaroi",
						"image": "./../../images/pokemon/bliz.png"
					},
					{
						"id": "25",
						"name": "Lanssorien",
						"image": "./../../images/pokemon/lanss.png"
					}
				]
			}
		],
		"story": [
			{
				"id": 0,
				"storyId": "0",
				"storyCover": "./../../images/story/unys.png",
				"storyTitle": "Unys of the Past",
				"content": [
					{
						"id": "0",
						"title": "Prologue",
						"content": [
							"Il y a 3000 ans, la guerre faisait rage à Unys. Les fils d'Harmonia, l'ancien roi d'Unys, aux idées divergentes, se disputaient le contrôle de la région chacun accompagné de son dragon légendaire. Damon et son idéologie réaliste accompagné de Reshiram et Doma et son idéologie idéaliste accompagné lui de Zekrom.",
							"Ce combat fratricide était de force égale et ravageait une région qui sortait tout juste de la guerre précédente entre AZ et Harmonia. Mais comme chacun des deux frères était aveuglé par son envie d'imposer ses idées à l'autre, le combat s'éternisait avec aucun vainqueur à l'horizon.",
							"Celebi, le Pokémon fabuleux capable de voyager dans le temps, assista à ce spectacle de désolation. Il prit alors la décision d'intervenir en partant chercher un héros capable d'arrêter les deux frères dans leur folie destructrice."
						]
					},
					{
						"id": "1",
						"title": "Chapitre 1",
						"content": [
							"De retour à notre époque, quelques mois après le premier IFPT World Tournament, Meia, la gagnante du tournoi reprit son voyage en quête d'un adversaire puissant pour s'entrainer. La jeune dresseuse alors âgée de 25 ans était habillé d'un manteau blanc et rouge, que lui avait offert Amelle, sa fiancée, après sa victoire lors de l'IFPT World Tournament, d'un sweat rouge et d'un pantalon noir. Ses yeux, d'une couleur atypique, étaient violet clair et sa longue chevelure blanche, qui lui avait valu le surnom « ombre blanche » du temps où elle était membre de la Team Galaxie était coiffé en queue de Ponyta avec un ruban rouge.",
							"C'est dans le cadre de son entrainement que la jeune dresseuse de Sinnoh se rendit à Unys dans la ville de Méanville afin d'y affronter Chammal et Chamsin au métro de Combat. Malgré la force des chefs du métro, Meia triompha sans grande difficulté de ses deux opposants.",
							"À la suite de cet affrontement, la nuit alors tombé, elle partit camper dans les environs avec ses Pokémon comme à son habitude et utilisa son Holokit pour appeler Amelle comme chaque soir.",
							"- Alors le métro de combat ? Demanda Amelle.",
							"- C'était vite plié, répondit Meia sur un ton blasé.",
							"- Que veux-tu, tu es juste trop forte, dit Amelle en riant.",
							"- Ce n'est pas drôle ! Comment veux-tu que je m'entraine convenablement si personne ne peut m'offrir un minimum de résistance ?",
							"- Tu n'as qu'à essayer de retrouver Lou, il m'a dit qu'il partait à la conquête des arènes d'Unys il y a quelques semaines.",
							"- Que veux-tu que je fasse avec ce gamin il n'est clairement pas de taille contre moi.",
							"- Tu sais aussi bien que moi que c'est faux, il fut l'un des rares à pouvoir te tenir tête pendant le tournoi et il s'est probablement encore amélioré depuis.",
							"- Si tu le dis. Mais bon ce n'est pas comme si j'avais d'autres options actuellement...",
							"- Aller, tu lui passeras le bonjour de ma part.",
							"- Et puis quoi encore je ne suis pas un Poichigeon voyageur !",
							"- Bonne nuit mon ange je t'aime, répondit Amelle en ignorant les complaintes de Meia.",
							"- Mmh moi aussi.",
							"L'appel étant terminé, Meia s'endormit alors entouré de ses Pokémon, Carchacrok, Tyranocif, Mustéflott, Galopa, Luxray et Nostenfer. Mais, durant la nuit, elle fut réveillée par une lueur verte dans la forêt. Intrigué, la jeune femme rappela ses Pokémon dans leur Pokéball et partit voir. À mesure qu'elle s'approchait de la lumière, elle se mit à entendre un son, comme si la lumière l'appelait. Une fois sur place, elle se rendit compte que l'origine de la lumière n'était autre que Celebi. Le Pokémon fabuleux, heureux de voir la dresseuse se mit à tournoyer autour d'elle.",
							"- Tu as l'air heureux de me voir toi, dit la dresseuse.",
							"- Bi bi biiii, répondit le Pokémon avec un grand sourire.",
							"Celebi s'accrocha alors au bras de Meia.",
							"- Mais qu'est-ce que tu... La jeune femme n'eut pas le temps de finir sa phrase que les yeux du Pokémon s'illuminèrent et l'espace autour d'eux se mit à se tordre.",
							"Meia sentit comme le sol se derrober sous ses pieds l'espace d'un instant, mais qui lui parut durer une éternité. Une fois que tout fut revenu à la normale, la jeune dresseuse se rendit compte que le paysage avait changé. La forêt qui quelques minutes plus tôt était verte et florissante n'était maintenant plus qu'une terre de désolation. La plupart des arbres semblaient avoir brûlé, d'immenses cratères avait pris la place des bosquets florissants et la douce odeur de fleur et de verdure avait laissé la place à une odeur de cendre.",
							"- Où m'as-tu emmenée !? Demanda la jeune femme à Celebi qui venait tout juste de la lâcher.",
							"- Bi bi biiii, répondit le Pokémon qui semblait demander à Meia de la suivre.",
							"La jeune dresseuse n'eut pas le temps de protester qu'un homme en armure, accompagné d'un Gigalithe, fit irruption. Il observa un instant le duo, se retourna puis s'écria :",
							"- Je crois que j'ai trouvé l'origine de la lumière !",
							"Deux autres hommes en armure firent alors irruption accompagné d'un Steelix et d'un Rhinastoc.",
							"- Qui es-tu et que fait tu ici ? Demanda l'un des nouveaux arrivant qui semblait être le chef du groupe à en juger par son armure plus travaillée que celle de ses deux acolytes.",
							"- Cette chevelure blanche... Elle est peut-être de la famille du prince Damon commandant, chuchota un des hommes à son chef.",
							"- C'est une possibilité... Et si c'est le cas, l'emmener avec nous permettra au prince Doma d'avoir un otage de poids pour faire pencher la balance dans cette guerre interminable... Jeune fille, tu vas nous suivre ! Dit alors le commandant.",
							"- Et si je refuse ? Demanda Meia sur un ton provocateur.",
							"- Alors nous t'emmènerons de force.",
							"- Je serai curieuse de voir ça.",
							"- Tu l'auras voulu. Rhinastoc, fait lui ravaler son insolence, mais ne l'amoche pas trop.",
							"Le Rihnastoc s'avança alors, prêt à frapper la jeune dresseuse. Meia dégaina alors une de ses Pokéball de laquelle en sortit son Mustéflott.",
							"- Quelle est cette magie ? Demanda l'un des hommes abasourdit par l'apparition du Mustéflott.",
							"- Peu importe nous avons trois Pokémon et elle n'en a que deux, nous avons l'avantage ! S'écria le commandant.",
							"- Je vous rassure, seul mon Mustéflott combattra, répondit la jeune femme, vous seriez bien trop désavantagé sinon.",
							"- Tss petite peste ! Rhinastoc, Lame de Roc !",
							"- Steelix !",
							"- Gigalithe !",
							"Les trois Pokémon s'élancèrent alors sur le Mustéflott de Meia.",
							"- Balaye-moi ces amateurs Mustéflott, Surf !",
							"Mustéflott créa alors une vague immense qui submergea les 3 hommes et leurs Pokémon. L'attaque du Pokémon eau était si puissante qu'aucun des trois Pokémon adverse ne put se relever.",
							"- Quelle puissance... On bat en retraite ! S'écria le commandant.",
							"Les trois hommes prirent alors la fuite laissant derrière eux leurs trois Pokémon.",
							"- Quelle bande de lâches, dit alors Meia d'un air dépité.",
							"Elle rappela son Mustéflott dans sa Pokéball, se dirigea vers les 3 Pokémon inconscients et sortit de son sac des rappel et des potions pour les soigner. Une fois les Pokémon soignés, elle leur annonça qu'ils étaient libres. À l'annonce de cette nouvelle, ils ne mirent pas longtemps avant de quitter les lieux.",
							"- Bien, maintenant à nous deux, dit alors Meia en se tournant vers Celebi."
						]
					},
					{
						"id": "2",
						"title": "Chapitre 2",
						"content": [
							"À la suite de l'affrontement, Meia tenta d'interroger le petit voyageur temporel vert.",
							"- Si je me rappelle bien des cours d'histoire que m'a faits le vieux Sorbier quand on est allé à Unys, dit Meia, Damon et Doma sont bien les princes d'Unys qui ont ravagé la région dans leur guerre fratricide ?",
							"Le petit Pokémon hocha la tête.",
							"- Si je me fie à ce que me dit mon Pokédex sur toi, dit elle en regardant celui-ci, tu nous as donc amenés à l'époque ou la guerre entre les deux frères fait rage.",
							"Celebi hocha de nouveau la tête.",
							"- Mais pourquoi m'avoir amené ici ?",
							"Le voyageur temporel en guise de réponse demanda à la jeune dresseuse de la suivre. Après un peu plus d'une heure de marche, le duo arriva dans un petit village. C'était une ruine totale. Les bâtiments qui tenaient encore debout étaient dans un état déplorable, les récoltes brulées et la population du village n'étaient composées que de femmes, d'enfants et de vieillards ravagés par la faim et la pauvreté.",
							"Dès qu'ils virent Meia, les villageois ne purent s'empêcher d'être interpellé par sa chevelure blanche semblable à celle d'un de leurs princes. La plupart se mirent à chuchoter entre eux « Fait elle partit de la famille du prince Damon ? », « Quel drôle d'accoutrement... », « Tu as vu son Pokémon ? ».",
							"Un vieil homme néanmoins vint à la rencontre de la dresseuse :",
							"- Excusez-moi ma dame, seriez-vous de la famille de notre prince Damon ?",
							"- Que s'est-il passé ici, demanda Meia en ignorant la question du vieil homme.",
							"- La guerre ma dame, notre village s'est retrouvé au milieu du conflit opposant les deux princes. Les Pokémon et les hommes forts ayant été mobilisé pour la guerre, nous manquons de bras pour reconstruire le village...",
							"Meia réfléchit un instant puis dégaina ses 6 Pokéballs. Ses Pokémon en sortirent sous les yeux stupéfaits de l'ensemble du village.",
							"- Nostenfer, Carchacrock, essayez de trouver un maximum de baies et ramenez-les, demanda alors la jeune dresseuse à ses compagnons, vous autres suivez-moi nous allons reconstruire ce village.",
							"Tandis que Carchacrock et Nostenfer partirent en quête de baies, les autres Pokémon de Meia commencèrent à entreprendre la reconstruction du village, Tyranocif se servait de sa force et de sa grande taille pour reconstruire les maisons en pierre en se servant du feu de Galopa pour souder celles-ci tandis que Luxray, accompagné de sa dresseuse entreprit quant à lui la reconstruction des maisons en bois. Celebi leur vint également en aide et Mustéflott de son coté partit s'occuper des champs.",
							""
						]
					}
				]
			},
			{
				"id": 1,
				"storyId": "1",
				"storyCover": "./../../images/story/Meia.png",
				"storyTitle": "Meia : Son Aventure",
				"content": [
					{
						"id": "0",
						"title": "Prologue",
						"content": [
							"Je n'ai jamais connu mes parents... J'ai été abandonné quand j'avais moins d'un an devant le laboratoire du professeur Sorbier. Quand celui-ci m'a recueilli, je n'avais rien d'autre qu'un pyjama avec mon nom dessus, Meia. Mais, Sorbier ne fut pas le premier à me trouver. Un Griknot sauvage m'a aperçu devant le laboratoire la nuit où j'ai été abandonnée, il m'a maintenu au chaud et protégé tout au long de la nuit. Quand le vieux m'a trouvé devant sa porte au petit matin, il a d'abord dû faire comprendre au Griknot qu'il ne me voulait aucun mal avant que celui-ci le laisse m'approcher. Depuis ce jour, lui et moi somme devenu inséparable. Sorbier suppose que c'est parce que lui aussi a été abandonné par ses parents.",
							"Ce jour-là, Sorbier a décidé de m'élever comme sa fille, il m'a éduqué, instruite et m'a emmené avec lui dans la plupart de ses voyages à l'étranger. Malgré ses tentatives de me sociabiliser, j'étais plutôt solitaire et n'acceptais de parler à personne a part lui. Mais, rapidement, au cours de nos voyages, j'ai finit par développer une passion pour les combats Pokémon. À ce moment-là chaque personne qui possédait un Pokémon était un adversaire potentiel. Mon Griknot et moi avons rapidement progressé et je suis devenu la meilleure dresseuse de Littorella, le village où est situé le laboratoire du vieux sorbier, à l'âge de 12 ans."
						]
					},
					{
						"id": "1",
						"title": "Chapitre 1",
						"content": [
							"Peu de temps après l'anniversaire de mes 16 ans, alors que Griknot et moi faisions notre entrainement quotidien sur la plage de Littorella, un homme immense apparut. Il faisait près de 3m de haut et avait de longs cheveux blancs. Il était vêtu d'un vieux bonnet rouge et de longs vêtements très abimé. Lorsqu'il m'aperçut-il eut d'abord l'air surpris de me voir, il lança ensuite un regard en direction de Griknot, resta figé un moment, puis d'un coup, son visage s'illumina et il afficha un large sourire.",
							"- Qu'est-ce que t'as le géant tu veux ma photo, lui demandé-je alors.",
							"- Je crois que j'ai enfin compris... marmonna-t-il toujours avec son sourire, j'aimerais te confier quelque chose.",
							"Il sortit alors une pierre ronde de couleur bleu-violet avec un coeur rouge-jaune.",
							"- Non merci je ne fais pas dans la géologie tu peux garder ton caillou, répondis-je.",
							"- Quelle insolence, dit-il en rigolant, que dirais-tu de faire un combat et si je gagne tu prends la pierre.",
							"À ce moment-là, je ne put m'empêcher de sourire. Pour moi la victoire m'était déjà acquise mais j'avais aussi hate de voir ce que valait ce géant.",
							"- Tu m'as l'air bien sûr de toi l'ancêtre, mais j'accepte ta proposition, mon Griknot et moi manquons cruellement d'adversaire valable ces temps-ci, dis-je d'un air arrogant, espérons que tu vailles le coup.",
							"Le géant se contenta de continuer de sourire et dégaina une pokéball de laquelle sortit un Golemastoc. Je n'avais encore jamais vu ce Pokémon en vrai auparavant mais je le reconnus pour l'avoir déjà vu sur un tableau au musée d'Illumis durant un voyage à Kalos avec le vieux Sorbier.",
							"- On a déjà abattu des Pokémon plus grand Griknot et moi, en avant Griknot, Drago-Rage !",
							"Mon petit dragon se mit alors à se concentrer et son ventre se teint de bleu. Il ouvrit ensuite la bouche pour tout relâcher avec un puissant souffle bleu.",
							"- Golemastoc, encaisse le et riposte avec Ultimapoing.",
							"Le golem encaissa l'attaque de Griknot sans broncher avant de foncer sur lui et lui asséner un violent coup de poing. L'attaque était si rapide et puissante que Griknot alla s'écraser sur un rocher, K.O..",
							"Je courus alors en direction de mon compagnon constatant ainsi une vérité difficile à accepter pour moi à ce moment-là, j'étais vaincu. À l'époque, je savais que le monde était rempli de dresseur de talent, mais j'étais loin de me douter que l'écart était aussi grand, qu'en réalité, j'étais faible.",
							"Le géant marcha dans ma direction, se pencha au-dessus de mon Griknot et le soigna à l'aide d'un rappel et de potions. Une fois mon Pokémon remis sur pied, il se tourna vers moi et me tendis la pierre avec un sourire chaleureux. Ayant été battue, je ne pus refuser et la pris à contrecoeur. Le géant se releva ensuite et commença à repartir.",
							"- Une minute, criai-je dans sa direction, pourquoi tiens tu tant à ce que je prenne ton vulgaire caillou ?",
							"- Comme me l'a dit la personne qui me l'a confié, dit-il en se retournant, tu comprendras en temps voulu, en attendant garde la toujours près de toi.",
							"Puis il reprit sa marche.",
							"- Pas de problème dans ce cas je garderai ta fichue pierre ! Mais soit sûr d'une chose on se reverra et la prochaine fois, je te vaincrai !",
							"Il se contenta de sourire et quitta les lieux.",
							"De mon côté, je suis resté un long moment assis sur la plage à réfléchir. Je me suis demandé, comment je pouvais devenir plus forte ? Après un moment de réflexion, la réponse m'est parue évidente, il fallait que je quitte Littorella. Je suis donc rentrée au laboratoire avec Griknot et j'ai pris la direction de ma chambre où j'ai commencé à faire mon sac avant de ressortir quelques instants après prête à partir. Je me suis alors présenté devant le vieux Sorbier qui travaillait sur ses recherches sur l'évolution.",
							"- Je pars.",
							"Il s'est retourné, surpris par ma déclaration soudaine.",
							"- Pour quelle raison, me demanda-t-il calmement.",
							"- J'ai perdu aujourd'hui, et de manière écrasante... Je ne veux plus que ça se reproduise, et ici je ne progresserai pas.",
							"- Alors tu veux vraiment devenir dresseuse de Pokémon...",
							"- Non, je veux devenir la meilleure dresseuse.",
							"- Je vois, dans ce cas si c'est ce que tu veux...",
							"Il se leva de sa chaise, prit sa mallette rangée sur le côté de son bureau, l'ouvrit, et en sortit un pokéball.",
							"- Je me doutais que ce jour arriverait depuis que tu t'es découvert une passion pour les combats. Et puis, obstinée comme tu es il y avait peu de chances que cette lubie te passe. Je t'ai donc gardé un Pokémon de côté.",
							"Il appuya sur le bouton de la pokéball et il en sortit un Tiplouf.",
							"- Tiplouf, je te présente ta nouvelle dresseuse.",
							"Le petit Pokémon regarda en direction de Sorbier, puis me regarda. Un peu surprise par la tournure qu'avaient prise les choses, je ne savais pas comment réagir.",
							"- Tu ne te présente pas à ton nouveau Pokémon, demanda alors Sorbier."
						]
					}
				]
			}
		],
		"tournament": [
			{
				"tournamentId": "0",
				"title": "IFPT WORLD TOURNAMENT FIRST EDITION",
				"description": [
					"Ce tournoi est la première édition du IFPT World Tournament organisé par l'IFPT et son président Morimoto. Face à l'engouement suscité par l'événement que ce soit au niveau des participants ou encore des spectateurs, Morimoto annonce durant la cérémonie d'ouverture, qu'une édition de cette compétition se tiendrait tous les 4 ans. Cette édition s'est tenu au plateau Indigo.",
					"Elle oppose les meilleurs dresseurs du monde entier et a pour but d'élire le meilleur dresseur du monde.",
					"La compétition s'est déroulé en 3 catégories, des duels à 1 Pokémon VS 1 Pokémon lors des phases qualificatives, des 3 VS 3 à partir des 1/16 de finale et des 6 VS 6 à partir des 1/4 de finale.",
					"La finale a opposé Red à Meia et c'est Meia qui en est sorti vainqueur devenant ainsi le premier vainqueur de l'IFPT World Tournament."
				],
				"organisateur": "IFPT",
				"edition": "1",
				"lieu": "Plateau Indigo",
				"Date": "20 - 27/06 -3av incident Arceus",
				"nb_participants": "196 dresseurs",
				"vainqueur": "Meia",
				"finaliste": "Red",
				"image": "./../../images/history/world_champ.jpg",
				"participants": {
					"description": "Tous les dresseurs ayant obtenu tous les badges de deux régions distinctes sont autorisés à participer. Les champions d'arènes, membre du conseil 4 et maitre de ligue de chaque région ont eux reçu une invitation au même titre que les chef de zones dans les différentes zones de combat ainsi que Ludi cheffe des Topdresseurs et certains de ses sbires.",
					"liste": [
						{
							"région" : "Kanto",
							"liste" : [
								{
									"name": "Red"
								},
								{
									"name": "Blue"
								},
								{
									"name": "Leaf"
								},
								{
									"name": "Pierre"
								},
								{
									"name": "Ondine"
								},
								{
									"name": "Erika"
								},
								{
									"name": "Koga"
								},
								{
									"name": "Morgane"
								},
								{
									"name": "Auguste"
								},
								{
									"name": "Aldo"
								},
								{
									"name": "Agatha"
								},
								{
									"name": "Bastien"
								},
								{
									"name": "Jeannine"
								},
								{
									"name": "Elaine"
								},
								{
									"name": "Trace"
								},
								{
									"name": "Tony"
								},
								{
									"name": "Caroline"
								}
							]
						},
						{
							"région" : "Archipel Orange/Sevii",
							"liste" : [
								{
									"name": "Olga"
								},
								{
									"name": "Cissy"
								},
								{
									"name": "Danny"
								},
								{
									"name": "Rudy"
								},
								{
									"name": "Luana"
								},
								{
									"name": "Shay"
								},
								{
									"name": "Derek"
								},
								{
									"name": "Hitoshi"
								},
								{
									"name": "Drake"
								},
								{
									"name": "Alix"
								},
								{
									"name": "Léon"
								},
								{
									"name": "Michelle"
								}
							]
						},
						{
							"région" : "Johto",
							"liste" : [
								{
									"name": "Gold"
								},
								{
									"name": "Peter"
								},
								{
									"name": "Clément"
								},
								{
									"name": "Marion"
								},
								{
									"name": "Norman"
								},
								{
									"name": "Albert"
								},
								{
									"name": "Hector"
								},
								{
									"name": "Blanche"
								},
								{
									"name": "Mortimer"
								},
								{
									"name": "Chuck"
								},
								{
									"name": "Jasmine"
								},
								{
									"name": "Frédo"
								},
								{
									"name": "Sandra"
								},
								{
									"name": "Iris"
								},
								{
									"name": "Amos"
								},
								{
									"name": "Christy"
								},
								{
									"name": "Flora"
								},
								{
									"name": "Silver"
								},
								{
									"name": "Farouk"
								},
								{
									"name": "Pabolsky"
								},
								{
									"name": "Ismael"
								},
								{
									"name": "Sean"
								},
								{
									"name": "Karina"
								},
								{
									"name": "Cindy"
								}
							]
						},
						{
							"région" : "Hoenn",
							"liste" : [
								{
									"name": "Damien"
								},
								{
									"name": "Spectra"
								},
								{
									"name": "Glacia"
								},
								{
									"name": "Aragon"
								},
								{
									"name": "Roxanne"
								},
								{
									"name": "Voltère"
								},
								{
									"name": "Adrianne"
								},
								{
									"name": "Alizée"
								},
								{
									"name": "Levy"
								},
								{
									"name": "Tatia"
								},
								{
									"name": "Marc"
								},
								{
									"name": "Juan"
								},
								{
									"name": "Kabu"
								},
								{
									"name": "Pierre"
								},
								{
									"name": "Brice"
								},
								{
									"name": "Timmy"
								},
								{
									"name": "Sam"
								},
								{
									"name": "Carole"
								},
								{
									"name": "Takim"
								},
								{
									"name": "Charline"
								},
								{
									"name": "Esteban"
								},
								{
									"name": "Cathy"
								},
								{
									"name": "Bayar"
								},
								{
									"name": "Amarylis"
								},
								{
									"name": "Méridia"
								},
								{
									"name": "Nix"
								},
								{
									"name": "Vesper"
								},
								{
									"name": "Aurore"
								},
								{
									"name": "Misuteri"
								},
								{
									"name": "Les"
								},
								{
									"name": "Mia"
								}
							]
						},
						{
							"région" : "Sinnoh",
							"liste" : [
								{
									"name": "Aaron"
								},
								{
									"name": "Terry"
								},
								{
									"name": "Adrien"
								},
								{
									"name": "Lucio"
								},
								{
									"name": "Percila"
								},
								{
									"name": "Pierrick"
								},
								{
									"name": "Flo"
								},
								{
									"name": "Mélina"
								},
								{
									"name": "Lovis"
								},
								{
									"name": "Kiméra"
								},
								{
									"name": "Charles"
								},
								{
									"name": "Gladys"
								},
								{
									"name": "Tanguy"
								},
								{
									"name": "Cynthia"
								},
								{
									"name": "Aurore"
								},
								{
									"name": "Barry"
								},
								{
									"name": "Koner"
								},
								{
									"name": "Célosia"
								},
								{
									"name": "Parsley"
								},
								{
									"name": "Cardus"
								},
								{
									"name": "Dahlia"
								},
								{
									"name": "Cornil"
								},
								{
									"name": "Meia"
								},
								{
									"name": "Lou"
								},
								{
									"name": "Naik"
								},
								{
									"name": "Laura"
								},
								{
									"name": "Claude"
								}
							]
						},
						{
							"région" : "Unys",
							"liste" : [
								{
									"name": "Major Bob"
								},
								{
									"name": "Anis"
								},
								{
									"name": "Pieris"
								},
								{
									"name": "Kunz"
								},
								{
									"name": "Noa"
								},
								{
									"name": "Rachid"
								},
								{
									"name": "Armando"
								},
								{
									"name": "Aloé"
								},
								{
									"name": "Artie"
								},
								{
									"name": "Inézia"
								},
								{
									"name": "Bardane"
								},
								{
									"name": "Carolina"
								},
								{
									"name": "Zhu"
								},
								{
									"name": "Watson"
								},
								{
									"name": "Tcheren"
								},
								{
									"name": "Strykna"
								},
								{
									"name": "Amana"
								},
								{
									"name": "Goya"
								},
								{
									"name": "Guajava"
								},
								{
									"name": "Ludwig"
								},
								{
									"name": "Mélis"
								},
								{
									"name": "N"
								},
								{
									"name": "Matis"
								},
								{
									"name": "Millepertuis"
								},
								{
									"name": "Cyano"
								},
								{
									"name": "Ludi"
								},
								{
									"name": "Carol"
								},
								{
									"name": "René"
								}
							]
						},
						{
							"région": "Kalos",
							"liste" : [
								{
									"name": "Violette"
								},
								{
									"name": "Lino"
								},
								{
									"name": "Cornélia"
								},
								{
									"name": "Amaro"
								},
								{
									"name": "Lem"
								},
								{
									"name": "Valériane"
								},
								{
									"name": "Astéria"
								},
								{
									"name": "Urup"
								},
								{
									"name": "Thyméo"
								},
								{
									"name": "Dracéna"
								},
								{
									"name": "Malva"
								},
								{
									"name": "Narcisse"
								},
								{
									"name": "Dianthéa"
								},
								{
									"name": "Kalem"
								},
								{
									"name": "Serena"
								},
								{
									"name": "Millie"
								},
								{
									"name": "Anna"
								},
								{
									"name": "Jacob"
								}
							]
						},
						{
							"région": "Alola",
							"liste" : [
								{
									"name": "Kahili"
								},
								{
									"name": "Vins"
								},
								{
									"name": "Lucas"
								},
								{
									"name": "Maeva"
								}
							]
						},
						{
							"région": "Galar",
							"liste" : [
								{
									"name": "Percy"
								},
								{
									"name": "Donna"
								},
								{
									"name": "Faïza"
								},
								{
									"name": "Alister"
								},
								{
									"name": "Sally"
								},
								{
									"name": "Chaz"
								},
								{
									"name": "Lona"
								},
								{
									"name": "Peterson"
								},
								{
									"name": "Roy"
								},
								{
									"name": "Tarak"
								},
								{
									"name": "Apia"
								},
								{
									"name": "Mustar"
								},
								{
									"name": "Saturnin"
								},
								{
									"name": "Sophora"
								},
								{
									"name": "Dhilan"
								}
							]
						},
						{
							"région": "Paldéa",
							"liste" : [
								{
									"name": "Era"
								},
								{
									"name": "Colza"
								},
								{
									"name": "Mashynn"
								},
								{
									"name": "Kombu"
								},
								{
									"name": "Okuba"
								},
								{
									"name": "Laïm"
								},
								{
									"name": "Tully"
								},
								{
									"name": "Grusha"
								},
								{
									"name": "Cayenn"
								},
								{
									"name": "Popi"
								},
								{
									"name": "Hassa"
								},
								{
									"name": "Alisma"
								},
								{
									"name": "Clavel"
								},
								{
									"name": "Elige"
								},
								{
									"name": "Jacq"
								},
								{
									"name": "Mora"
								},
								{
									"name": "Mimosa"
								},
								{
									"name": "Saguaro"
								},
								{
									"name": "Salvio"
								},
								{
									"name": "Thaïm"
								}
							]
						}
					]
				},
				"combats": {
					"tour": [
						{
							"id": "0",
							"name": "Premier tour",
							"description" : "136 dresseurs soit 67 combats",
							"liste": [
								{
									"id": "0",
									"tourId": "0",
									"name": "Amaro VS Alisma",
									"TrainA": "Amaro",
									"TrainB": "Alisma",
									"winner": "Alisma",
									"image": "./../../../../images/battle/amavsali.jpg",
									"pok_comb": [
										{
											"PokA": "Chevroum",
											"imgA": "./../../../../images/icon_pok/Chev.png",
											"PokB": "Scalpereur",
											"imgB": "./../../../../images/icon_pok/Sca.png",
											"winner": "Scalpereur",
											"imgW": "./../../../../images/icon_pok/Sca.png"
										}
									],
									"description": [
										"Ce combat est le combat d'ouverture du premier IFPT World Tournament. Il oppose Amaro le champion de type plante de la région de Kalos contre Alisma, maitre de la ligue de Paldéa dans un 1vs1.",
										"Amaro, pour ce combat choisira son Chevroum et Alisma son Scalpereur.",
										"Malgré une belle resistance de la part d'Amaro et de son Chevroum, Alisma remporte ce combat sans trop de difficulté et se qualifie pour le second tour."
									]
								},
								{
									"id": "1",
									"tourId": "0",
									"name": "Cornélia VS Roxanne",
									"TrainA": "Cornélia",
									"TrainB": "Roxanne",
									"winner": "Cornélia",
									"image": "./../../../../images/battle/CorVSRox.png",
									"pok_comb": [
										{
											"PokA": "Lucario",
											"imgA": "./../../../../images/icon_pok/Luc.png",
											"PokB": "Armaldo",
											"imgB": "./../../../../images/icon_pok/Arm.png",
											"winner": "Lucario",
											"imgW": "./../../../../images/icon_pok/Luc.png"
										}
									],
									"description": [
										"C'est dans le cadre du premier tour de l'IFPT World Tournament que s'est déroulé ce combat opposant Cornélia la championne de type combat de la région de Kalos contre Roxanne, championne de type roche de la région de Hoenn.",
										"Pour ce combat, Cornélia choisit son Lucario, tandis que Roxanne fit le choix astucieux d'envoyer Armaldo pour ne pas souffrir du désavantage de type.",
										"Malgré ce choix et une lutte acharnée, c'est Cornélia qui finit par remporter la bataille et se qualifier pour le second tour."
									]
								},
								{
									"id": "2",
									"tourId": "0",
									"name": "Takim VS Albert",
									"TrainA": "Takim",
									"TrainB": "Albert",
									"winner": "Takim",
									"image": "./../../../../images/battle/TakVSAlb.png",
									"pok_comb": [
										{
											"PokA": "Métalosse",
											"imgA": "./../../../../images/icon_pok/Met.png",
											"PokB": "Roucarnage",
											"imgB": "./../../../../images/icon_pok/Rou.png",
											"winner": "Métalosse",
											"imgW": "./../../../../images/icon_pok/Met.png"
										}
									],
									"description": [
										"Ce combat opposant Takim, meneur du dome de combat à Hoenn, et Albert champion de type Vol à Johto s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament.",
										"Takim utilisa son Métalosse tandis que Albert fit le choix de Roucarnage pour ce 1vs1.",
										"La différence de niveau entre les deux concurrents se fit sentir dès le début du combat, et c'est sans trop de surprise que Takim s'imposa obtenant ainsi sa qualification pour le second tour."
									]
								},
								{
									"id": "3",
									"tourId": "0",
									"name": "Sandra VS Lona",
									"TrainA": "Sandra",
									"TrainB": "Lona",
									"winner": "Sandra",
									"image": "./../../../../images/battle/SanVSLom.png",
									"pok_comb": [
										{
											"PokA": "Hyporoi",
											"imgA": "./../../../../images/icon_pok/Hyp.png",
											"PokB": "Lokhlass",
											"imgB": "./../../../../images/icon_pok/Lok.png",
											"winner": "Hyporoi",
											"imgW": "./../../../../images/icon_pok/Hyp.png"
										}
									],
									"description": [
										"Ce combat était un face à face entre Sandra la championne de type Dragon de Johto et Lona la championne de type Glace de Galar. Il s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament sous le forme d'un 1vs1.",
										"Pour ce combat, Sandra fit le choix logique d'Hyporoi qui n'est pas affecté par le type glace de Lona. La championne de type Glace quant à elle envoya son Lokhlass.",
										"Lona et son Lokhlass oposèrent une résistance farouche mais finirent par céder face à Sandra et son Hyporoi leur laissant ainsi la place pour le second tour de la compétition."
									]
								},
								{
									"id": "4",
									"tourId": "0",
									"name": "Era VS Sean",
									"TrainA": "Era",
									"TrainB": "Sean",
									"winner": "Era",
									"image": "./../../../../images/battle/EraVSSea.png",
									"pok_comb": [
										{
											"PokA": "Ursaring",
											"imgA": "./../../../../images/icon_pok/Urs.png",
											"PokB": "Pyroli",
											"imgB": "./../../../../images/icon_pok/Pyr.png",
											"winner": "Ursaring",
											"imgW": "./../../../../images/icon_pok/Urs.png"
										}
									],
									"description": [
										"Ce combat opposant Era, championne de type insecte de la région de Paldéa, et Sean, l'un des deux chef de la branche de Topdresseur de Johto, dans le cadre du premier tour de l'IFPT.",
										"Pour ce combat, Era utilisa sont Ursaring prevoyant que Sean utiliserai un Pokémon de type Feu pour contrer son type Insecte. Ce choix à d'ailleurs poté ses fruits puisque Sean utilisa quant à lui son Pyroli.",
										"Suite à un splendide combat, c'est finalement Era qui parvint à l'emporter et se qualifier pour le second tour."
									]
								},
								{
									"id": "5",
									"tourId": "0",
									"name": "Cayenn VS Vesper",
									"TrainA": "Cayenn",
									"TrainB": "Vesper",
									"winner": "Cayenn",
									"image": "./../../../../images/battle/CayVSVes.png",
									"pok_comb": [
										{
											"PokA": "Maraiste",
											"imgA": "./../../../../images/icon_pok/Mar.png",
											"PokB": "Luminéon",
											"imgB": "./../../../../images/icon_pok/Lum.png",
											"winner": "Maraiste",
											"imgW": "./../../../../images/icon_pok/Mar.png"
										}
									],
									"description": [
										"D'un côté Cayenn, membre du conseil 4 de Paldéa et expert en type sol, de l'autre Vesper l'une des Chatelaine de la maison de combat de Hoenn. Ce combat à eu lieu dans le cadre du premier tour de l'IFPT World Tournament.",
										"Cayenn envoya son Maraiste pour ce combat tandis que Vesper utilisa son Luminéon pour contrer le type sol de Cayenn.",
										"Malgré l'avantage du type de Vesper, ce combat fut éxtremement serré et fut qualifié comme l'un des plus beau à ce stade de la compétition. Mais à la fin c'est finalement Cayenn qui finit par l'emporter et se qualifier pour le second tour."
									]
								},
								{
									"id": "6",
									"tourId": "0",
									"name": "Jacq VS Noa",
									"TrainA": "Jacq",
									"TrainB": "Noa",
									"winner": "Jacq",
									"image": "./../../../../images/battle/JacVSNoa.png",
									"pok_comb": [
										{
											"PokA": "Farigiraf",
											"imgA": "./../../../../images/icon_pok/Far.png",
											"PokB": "Flotoutan",
											"imgB": "./../../../../images/icon_pok/Flo.png",
											"winner": "Farigiraf",
											"imgW": "./../../../../images/icon_pok/Far.png"
										}
									],
									"description": [
										"Ce combat du premier tour de l'IFPT World Tournament opposa, Jacq, professeur à l'académie de Paldéa, et Noa champion et expert en type eau de la région d'Unys.",
										"Dans la cadre de ce combat, Jacq choisit son Farigiraf tandis que Noa utilisa son Flotoutan.",
										"Après une lutta acharnée, c'est finalement le professeur Jacq de l'académie de Paldéa qui finit par l'emporter se qualifiant ainsi pour le second tour de la compétition."
									]
								},
								{
									"id": "7",
									"tourId": "0",
									"name": "Mora VS Valériane",
									"TrainA": "Mora",
									"TrainB": "Val",
									"winner": "Mora",
									"image": "./../../../../images/battle/MorVSVal.png",
									"pok_comb": [
										{
											"PokA": "Ectoplasma",
											"imgA": "./../../../../images/icon_pok/Ect.png",
											"PokB": "Nymphalie",
											"imgB": "./../../../../images/icon_pok/Nym.png",
											"winner": "Nymphalie",
											"imgW": "./../../../../images/icon_pok/Far.png"
										}
									],
									"description": [
										"Ce combat qui s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament opposa Mora, professeure de l'institut de Paldéa à Valérianne championne de type fée de la région de Kalos.",
										"Ce combat opposa l'Ectoplasma de Mora au Nymphalie de Valérianne.",
										"A la suite d'un beau combat c'est finalement Mora et son Ectoplasma qui parvinrent à l'emporter et à se qualifier pour le second tour."
									]
								},
								{
									"id": "8",
									"tourId": "0",
									"name": "Farouk VS Saturnin",
									"TrainA": "Farouk",
									"TrainB": "Saturnin",
									"winner": "Farouk",
									"image": "./../../../../images/battle/FarVSSat.png",
									"pok_comb": [
										{
											"PokA": "Rattatac",
											"imgA": "./../../../../images/icon_pok/Rat.png",
											"PokB": "Galopa",
											"imgB": "./../../../../images/icon_pok/Gal.png",
											"winner": "Rattatac",
											"imgW": "./../../../../images/icon_pok/Rat.png"
										}
									],
									"description": [
										"Ce combat du premier tour de L'IFPT World Tournament opposa Farouk, un enfant de Johto qui se targue d'être le plus grand rival de Gold, à Saturnin disciple de Mustar, expert en Pokémon psy et cherchant à devenir champion d'une arène de Galar.",
										"Farouk, pour ce combat, envoya son fidèl Rattatac pour combattre la Galopa de Galar de Saturnin.",
										"Ne prenant Farouk que pour un simple enfant, Saturnin aborda ce combat confiant et en sous-estimant grandement Farouk et son Rattatac. Néanmoins il s'aprçut très vite que Farouk n'avait pas gagné sa place dans ce tournoi par hasard et finit vaincu à la surprise générale permettant à Farouk d'accéder au second tour."
									]
								},
								{
									"id": "9",
									"tourId": "0",
									"name": "Marc VS Carolina",
									"TrainA": "Marc",
									"TrainB": "Carolina",
									"winner": "Marc",
									"image": "./../../../../images/battle/MarVSCar.png",
									"pok_comb": [
										{
											"PokA": "Milobellus",
											"imgA": "./../../../../images/icon_pok/Mil.png",
											"PokB": "Lakmécygne",
											"imgB": "./../../../../images/icon_pok/Lak.png",
											"winner": "Milobellus",
											"imgW": "./../../../../images/icon_pok/Mil.png"
										}
									],
									"description": [
										"Marc, maitre de la ligue d'Hoenn par intérime, affronta Carolina, championne à Unys, dans le cadre du premier tour de l'IFPT World Tournament.",
										"Pour ce combat, chacun des deux dresseurs utilisa sa carte maitresse, Milobellus pour Marc et Lakmécygne pour Carolina.",
										"Néanmoins l'issu de ce combat fut rapidement décidé et Marc écrasa son opposante facilement."
									]
								},
								{
									"id": "10",
									"tourId": "0",
									"name": "Elaine VS Gladys",
									"TrainA": "Elaine",
									"TrainB": "Gladys",
									"winner": "Elaine",
									"image": "./../../../../images/battle/ElaVSGla.png",
									"pok_comb": [
										{
											"PokA": "Galopa",
											"imgA": "./../../../../images/icon_pok/Galo.png",
											"PokB": "Mammochon",
											"imgB": "./../../../../images/icon_pok/Mam.png",
											"winner": "Galopa",
											"imgW": "./../../../../images/icon_pok/Galo.png"
										}
									],
									"description": [
										"Ce combat qui s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament première édition opposa, Elaine, jeune dresseuse talentueuse venu de Kanto contre Gladys, championne à Sinnoh.",
										"Pour ce combat, Elaine choisit son Galopa, tandis que Gladys, anticipant le choix d'un Pokémon de type feu de la part d'Elaine, choisi son Mammochon.",
										"Ce combat au départ serré ne le resta pas longtemps puisqu'Elaine prit rapidement le dessus et parvint à défaire la championne vennu de Sinnoh."
									]
								},
								{
									"id": "11",
									"tourId": "0",
									"name": "Christy VS Faïza",
									"TrainA": "Christy",
									"TrainB": "Faïza",
									"winner": "Christy",
									"image": "./../../../../images/battle/ChriVSFai.png",
									"pok_comb": [
										{
											"PokA": "Aligatueur",
											"imgA": "./../../../../images/icon_pok/Ali.png",
											"PokB": "Mackogneur",
											"imgB": "./../../../../images/icon_pok/Mac.png",
											"winner": "Aligatueur",
											"imgW": "./../../../../images/icon_pok/Ali.png"
										}
									],
									"description": [
										"Lors du premier tour de la première édition de l'IFPT World Tournament, Christy, dresseuse venu de Johto, affronta Faïza, une championne de Galar.",
										"Pour ce combat, Christy utilisa son puissant Aligatueur, tandis que Faïza usa de son Mackogneur pour lui faire face.",
										"Malgré une résistance farouche de Faïza, c'est finalement Christy qui s'imposa se qualifiant ainsi pour le second tour."
									]
								},
								{
									"id": "12",
									"tourId": "0",
									"name": "Nix VS Karina",
									"TrainA": "Nix",
									"TrainB": "Karina",
									"winner": "Nix",
									"image": "./../../../../images/battle/NixVSKar.png",
									"pok_comb": [
										{
											"PokA": "Groret",
											"imgA": "./../../../../images/icon_pok/Gro.png",
											"PokB": "Galopa",
											"imgB": "./../../../../images/icon_pok/Galo.png",
											"winner": "Groret",
											"imgW": "./../../../../images/icon_pok/Gro.png"
										}
									],
									"description": [
										"Ce combat, qui s'est déroulé durant le premier tour du premier IFPT World Tournament, a vu s'opposé Nix une chatelaine du Chateau de Combat de Hoenn, contre Karina, co-cheffe de la branche de Topdresseur de Johto.",
										"Pour ce combat, Nix utilisa son Groret tandis que Karina choisit de combattre avec son Galopa.",
										"Malgré la détermination de Karina et de son Galopa, c'est finalement Nix qui l'emporte et qui file au second tour de la compétition."
									]
								},
								{
									"id": "13",
									"tourId": "0",
									"name": "Parsley VS Amana",
									"TrainA": "Parsley",
									"TrainB": "Amana",
									"winner": "Amana",
									"image": "./../../../../images/battle/ParVSAma.png",
									"pok_comb": [
										{
											"PokA": "Pingoléon",
											"imgA": "./../../../../images/icon_pok/Pin.png",
											"PokB": "Moyade",
											"imgB": "./../../../../images/icon_pok/Moy.png",
											"winner": "Moyade",
											"imgW": "./../../../../images/icon_pok/Moy.png"
										}
									],
									"description": [
										"Cet affrontement oposant Parsley, maitre du chateau de combat à Sinnoh, et Amana champion à Unys, s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament.",
										"Pingoléon fut le Pokémon choisi par Parsley et Moyade celui préféré par Amana.",
										"Cet affrontement fut l'un des plus serré du premier tour mais à la fin c'est Amana qui finit par l'emporter."
									]
								},
								{
									"id": "14",
									"tourId": "0",
									"name": "Apia VS Dianthéa",
									"TrainA": "Apia",
									"TrainB": "Dianthéa",
									"winner": "Dianthéa",
									"image": "./../../../../images/battle/ApiVSDia.png",
									"pok_comb": [
										{
											"PokA": "Togekiss",
											"imgA": "./../../../../images/icon_pok/Tog.png",
											"PokB": "Banshitrouye",
											"imgB": "./../../../../images/icon_pok/Ban.png",
											"winner": "Banshitrouye",
											"imgW": "./../../../../images/icon_pok/Ban.png"
										}
									],
									"description": [
										"Durant le premier tour du premier IFPT World Tournament, Apia, gérante du Dojo de la maitrise sur l'île Isolarmure à Galar, s'est opposé à Dianthéa, maitre de la ligue de Kalos.",
										"Pour ce combat, Apia envoya son Togekiss tandis que Dianthéa choisi d'utiliser son Banshitrouye.",
										"Cette bataille aussi serrée que spectaculaire se termina par une victoire de Dianthéa sur le fil. Malgré sa défaite, Apia reçu une ovation de la part du publique pour sa prestation."
									]
								},
								{
									"id": "15",
									"tourId": "0",
									"name": "Sally VS Glacia",
									"TrainA": "Sally",
									"TrainB": "Glacia",
									"winner": "Glacia",
									"image": "./../../../../images/battle/SalVSGla.png",
									"pok_comb": [
										{
											"PokA": "Charmilly",
											"imgA": "./../../../../images/icon_pok/Cha.png",
											"PokB": "Oniglali",
											"imgB": "./../../../../images/icon_pok/Oni.png",
											"winner": "Oniglali",
											"imgW": "./../../../../images/icon_pok/Oni.png"
										}
									],
									"description": [
										"Pour ce duel, il a opposé Sally, championne à Galar, contre Glacia, memebre du conseil 4 de Hoenn dans le cadre du premier tour du premier IFPT World Tournament.",
										"Lors de cet affrontement, Sally envoya son Charmilly tandis que Glacia choisissa son Oniglali.",
										"Sally et son Charmilly ne purent malheureusement pas faire grand chose face à Glacia et son Oniglali laissant ainsi filer la qualification pour le second tour à leurs opposants."
									]
								},
								{
									"id": "16",
									"tourId": "0",
									"name": "Pierre VS Charline",
									"TrainA": "Pierre",
									"TrainB": "Charline",
									"winner": "Pierre",
									"image": "./../../../../images/battle/PieVSCha.png",
									"pok_comb": [
										{
											"PokA": "Airmure",
											"imgA": "./../../../../images/icon_pok/Air.png",
											"PokB": "Séviper",
											"imgB": "./../../../../images/icon_pok/Sev.png",
											"winner": "Airmure",
											"imgW": "./../../../../images/icon_pok/Air.png"
										}
									],
									"description": [
										"Ce combat, qui s'est déroulé dans le cadre du premier tour de l'IFPT World Tournament première édition, opposa deux dresseurs venu de Hoenn. Le premier, Pierre Rochard, maitre de la ligue de Hoenn, et la deuxième, Charline meneuse du reptile de combat à Hoenn.",
										"Pour ce combat, Pierre décida d'utiliser son Airmure tandis que Charline fit le choix de son Séviper.",
										"Charline opposa une résistance farouche à Pierre et son Airmure mais ne pu malgré ça pas prendre le dessus sur le maitre d'Hoenn. Pierre se qualifia ainsi pour le second tour de la compétition."
									]
								},
								{
									"id": "17",
									"tourId": "0",
									"name": "Elige VS Pabolsky",
									"TrainA": "Elige",
									"TrainB": "Pabolsky",
									"winner": "Pabolsky",
									"image": "./../../../../images/battle/EliVSPab.png",
									"pok_comb": [
										{
											"PokA": "Haryama",
											"imgA": "./../../../../images/icon_pok/Har.png",
											"PokB": "Arcanin",
											"imgB": "./../../../../images/icon_pok/Arc.png",
											"winner": "Arcanin",
											"imgW": "./../../../../images/icon_pok/Arc.png"
										}
									],
									"description": [
										"Ce combat qui s'est déroulé dans le cadre du premier tour de la première édition de l'IFPT World Tournament a opposé Elige, enseignante à l'académie de Paldéa, contre Pabolsky, lieutenant dans la police internationale connu pour être l'arme secrète des forces de police.",
										"Pour cet affrontement, Elige décida d'utiliser son Haryama tandis que Pabolsky choisissa de combattre avec son Arcanin.",
										"Malgré la force d'Elige et de son Haryama, Pabolsky fit honneur à sa réputation et parvint à triompher de son opposante se qualifiant ainsi pour le second tour."
									]
								}
							]
						}
					]
				}
			}
		],
		"history": [
			{
				"id": "0",
				"title": "Création de l'univers",
				"story": [
					{
						"id": 0.0,
						"title": "Naissance de la matière, de l'anti-matière et de l'esprit",
						"image": "./../images/history/arceus.jpg",
						"icon": "./../images/icon/arceus.png",
						"content": [
							"Au commencement, il n'y avait rien, et de ce rien, un œuf est né. De cet œuf est né Arceus, l'être originel.",
							"Il décida alors de créer la matière. Arceus créa donc deux créatures, Dialga et Palkia, responsables respectivement du temps et de l'espace. Néanmoins, en créant la matière, Arceus engendra l'apparition de l'antimatière représentée par Giratina. Arceus décida de bannir celui-ci dans le monde distortion en raison de sa violence excessive.",
							"La création de la matière permit à Arceus d'obtenir une forme concrète. Cela donna une forme au néant, les Pokémon Zarbi capables de naviguer entre les dimensions.",
							"Arceus créa ensuite un œuf. De cet œuf naquirent les trois êtres de l'esprit, Créhelf pour la connaissance, Créfollet pour l'émotion et Créfadet pour la volonté"
						],
						"tag": [
							{
								"title": "Dialga",
								"href": ""
							},
							{
								"title": "Arceus",
								"href": ""
							},
							{
								"title": "Palkia",
								"href": ""
							}
						]
					},
					{
						"id": 0.1,
						"title": "La création des étoiles",
						"image": "./../images/history/necrozma.jpg",
						"icon": "./../images/icon/necrozma.png",
						"content": [
							"Suite à l'apparition de la matière, celle-ci a commencé à gagner en densité et à créer une grande quantité d'énergie qui est devenue lumineuse. À partir de cette lumière est née une nouvelle entité, Ultra-Necrozma.",
							"Ultra-Necrozma a répandu sa lumière à travers tout l'univers jusqu'à ce qu'il épuise son énergie et perde sa forme d'Ultra-Necrozma pour adopter une forme plus sombre, libérant ainsi de la poussière d'étoile. Il a retrouvé sa forme d'Ultra-Necrozma en absorbant la lumière et le cycle a continué.",
							"Cependant, la poussière d'étoile qu'il libère en perdant sa forme Ultra s'accumule et crée une nébuleuse. De la création des nébuleuses est née une petite espèce de Pokémon, Cosmog. Lorsqu'il absorbe la poussière d'étoile, il évolue en Cosmovum et en accumulant la lumière, il évolue à nouveau, soit en Solgaleo, soit en Lunala. De la même manière que Cosmog naît et évolue, des planètes se forment, et parmi elles, la Terre."
						],
						"tag": [
							{
								"title": "Necrozma",
								"href": ""
							}
						]
					}
				]
			},
			{
				"id": "1",
				"title": "La Terre et ses premiers habitants",
				"story": [
					{
						"id": 1.0,
						"title": "Modélisation de la Terre",
						"image": "./../images/history/GKR.png",
						"icon": "./../images/icon/rayquaza.png",
						"content": [
							"Après l'apparition de la Terre, Arceus créa trois titans afin de la modeler : Groudon pour la lithosphère, Kyogre pour l'hydrosphère et Rayquaza pour l'atmosphère.",
							"Cependant, là où Groudon voulait étendre les terres, Kyogre voulait étendre les mers. C'est ainsi qu'un conflit éclata entre les deux titans.",
							"Une fois que Rayquaza eut terminé de façonner l'atmosphère, il intervint dans le conflit entre les deux titans et les apaisa.",
							"Kyogre et Groudon, épuisés par leur long combat, s'endormirent profondément, laissant la Terre livrée à elle-même, n'ayant plus d'entité pour réguler le climat. Arceus créa alors les trois oiseaux du climat, Électhor, Sulfura et Artikodin."
						],
						"tag": [
							{
								"title": "Rayquaza",
								"href": ""
							}
						]
					},
					{
						"id": 1.1,
						"title": "Apparition de la vie sur Terre",
						"image": "./../images/history/XY.jpg",
						"icon": "./../images/icon/xerneas.png",
						"content": [
							"Une fois que le climat fut régulé, Arceus créa deux gardiens, Lugia pour la nuit et Ho-oh pour le jour.",
							" Il créa ensuite la notion de vie avec Xerneas, celle de la mort avec Yveltal et Zygarde, responsable de maintenir l'équilibre. Une fois ces notions créées, Arceus forma Mew, l'ancêtre de la plupart des Pokémon connus, et les laissa se développer.",
							" Arceus créa également d'autres créatures mythiques pour apporter l'équilibre à son nouveau monde : un dragon symbolisant l'harmonie, deux petits rois pour dominer les océans, Manaphy et Phione, un génie des vœux, Jirachi, un voyageur dans le temps, Celebi, un voyageur spatial, Hoopa, et un génie de la victoire, Victini. Il créa également la Dimension des Rêves avec Darkrai et Cresselia. ",
							"Arceus créa ensuite les humains, et afin de leur apporter la foi et la connaissance, il créa Latias et Latios en tant que messagers. C'est ainsi que les hommes ont appris l'existence d'Arceus et du Trio Originel."
						],
						"tag": [
							{
								"title": "Xerneas",
								"href": ""
							},
							{
								"title": "Yveltal",
								"href": ""
							}
						]
					}
				]
			},
			{
				"id": "2",
				"title": "L'Histoire de l'humanité",
				"story": [
					{
						"id": 2.0,
						"title": "Groudon VS Kyogre Second Round",
						"image": "./../images/history/GrouVSKyo.jpg",
						"icon": "./../images/icon/groudon.png",
						"content": [
							"Plusieurs milliers d'années après la naissance des hommes, alors que l'évolution suivait son cours, une météorite s'écrasa sur Terre. Le choc de cette météorite fut si puissant qu'il réveilla Kyogre et Groudon de leur sommeil millénaire.",
							" Une fois réveillés, les deux titans reprirent leur conflit devant des humains et des Pokémon totalement impuissants face aux deux titans qu'ils venaient de rencontrer.",
							"Rayquaza, interpellé par cette météorite, ne mit pas longtemps à descendre sur Terre et à nouveau arrêter les titans dans leur folie destructrice avant de retourner dans le ciel.",
							"Non loin du lieu où la météorite s'était écrasée, se trouvait un village de dracologues qui avait été témoin de la scène. Les villageois déciderent alors de s'installer à l'endroit où la météorite avait atterri et de vénérer Rayquaza. C'est ainsi que naquirent le peuple du météor."
						],
						"tag": [
							{
								"title": "Groudon",
								"href": ""
							},
							{
								"title": "Kyogre",
								"href": ""
							}
						]
					},
					{
						"id": 2.1,
						"title": "Les golems de la civilisation et leur naissance",
						"image": "./../images/history/regigi.jpg",
						"icon": "./../images/icon/regigigas.png",
						"content": [
							"Après le combat entre Groudon et Kyogre, certaines civilisations considérèrent l'intervention de Rayquaza comme une intervention divine et érigèrent un énorme golem en l'honneur d'Arceus pour le remercier.",
							"Touché par ce geste, Arceus décida de donner vie au golem. C'est ainsi que Regigigas naquit. Sa mission était d'aider les hommes dans leur développement.",
							"Quelques années plus tard, Regigigas rencontra Sylveroy, un Pokémon capable, entre autres, de voir l'avenir. Il prédit alors les obstacles que les hommes rencontreraient dans leur développement.",
							"Pour permettre aux hommes de surmonter avec succès ces obstacles, Regigigas créa 5 golems à différentes époques de l'histoire pour le soutenir dans sa mission : Regirock, le golem de pierre, Regice, le golem de glace, Registeel, le golem d'acier, Regieleki, le golem électrique, et Regidrago, le golem draconique."
						],
						"tag": [
							{
								"title": "Regigigas",
								"href": ""
							}
						]
					},
					{
						"id": 2.2,
						"title": "Le début de l'age d'or d'Alola",
						"image": "./../images/history/solun.jpg",
						"icon": "./../images/icon/solgaleo.png",
						"content": [
							"En même temps, dans l'archipel d'Alola, composé de quatre îles, chacune ayant son gardien, le ciel se déchira pour créer un trou d'où surgirent deux créatures. Il s'agissait de Solgaleo et de Lunala.",
							"Tokorico, le gardien de Mele-Mele, Tokopiyon, le gardien d'Akala, Tokotoro, le gardien d'Ula-Ula et Tokopisco, le gardien de Poni, les prirent comme une menace et décidèrent de s'opposer à eux.",
							"Solgaleo et Lunala, admirant la bravoure et la puissance des gardiens, décidèrent d'aider l'archipel à se développer au point que les populations locales commencèrent à les vénérer.",
							"Pendant ce temps, dans l'Ultra-dimension, une dimension différente de la nôtre où résident les Ultra-Chimères, l'Ultra-Commando, un groupe d'humains ayant toujours vécu dans l'Ultra-dimension, et Necrozma, l'Ultra-Commando captura Necrozma pour en faire la source de lumière de leur cité, l'Ultra-Mégapole."
						],
						"tag": [
							{
								"title": "Solgaleo",
								"href": ""
							},
							{
								"title": "Lunala",
								"href": ""
							}
						]
					},
					{
						"id": 2.3,
						"title": "La chute de Necrozma",
						"image": "./../images/history/lunecsol.jpg",
						"icon": "./../images/icon/necrozma_bis.png",
						"content": [
							"Quelques décennies après la capture de Necrozma par l'Ultra-Commando dans l'Ultra-dimension, Necrozma parvint à s'échapper en créant une brèche vers notre monde, plongeant ainsi l'Ultra-dimension et l'Ultra-mégapole dans l'obscurité.",
							"Cependant, cette évasion coûta à Necrozma une grande partie de son énergie, de son corps ainsi que de sa forme Ultra. Lorsqu'il arriva dans notre monde, il s'écrasa à Alola, libérant avec lui son énergie sous forme de cristaux et les morceaux de son corps qui se dispersèrent partout à Alola.",
							"Blessé et cherchant à retrouver sa lumière, Necrozma attaqua Solgaleo et parvint à fusionner avec lui. Face à ce spectacle, les rois des îles accompagnés des gardiens décidèrent de s'unir pour libérer Solgaleo de l'emprise de Necrozma.",
							"Pendant le combat, les cristaux d'énergie et les morceaux du corps de Necrozma réagirent à la connexion entre les gardiens et les rois, leur conférant une toute nouvelle force qui leur permit de séparer Solgaleo de Necrozma. Ils venaient d'utiliser la Force Z pour la première fois.",
							"Ils collectèrent alors les cristaux et les morceaux de Necrozma pour créer des bracelets Z et des cristaux Z. Cependant, chacun des rois voulait cette force pour lui-même, déclenchant ainsi une guerre entre les quatre îles.",
							"Les gardiens combattirent aux côtés de leurs rois respectifs, mais leur pouvoir nouvellement acquis était tellement grand, et les dégâts causés par celui-ci si importants, qu'ils décidèrent d'abandonner leur roi et de protéger leur île loin des humains.",
							"Necrozma, quant à lui, fut vaincu et affaibli plus que jamais, se cachant, et on ne le revit plus pendant des millénaires."
						],
						"tag": [
							{
								"title": "Solgaleo",
								"href": ""
							},
							{
								"title": "Necrozma",
								"href": ""
							},
							{
								"title": "Lunala",
								"href": ""
							}
						]
					},
					{
						"id": 2.4,
						"title": "Sylveroy le sauveur",
						"image": "./../images/history/sylv.jpg",
						"icon": "./../images/icon/sylveroy.png",
						"content": [
							"Il y a 20000 ans, alors qu'une météorite menaçait de s'écraser sur Galar, le roi des lieux, Sylveroy, anticipa la catastrophe grâce à son pouvoir de prédiction. Avec son pouvoir de communication, il informa les Pokémon et les humains sur place et parvint à les convaincre de fuir.",
							"Lorsque la météorite s'écrasa enfin, aucune victime ne fut à déplorer grâce à l'intervention du petit roi.",
							"La météorite s'enfonça lentement dans le sol de Galar au fil des années jusqu'à sombrer dans l'oubli.",
							"L'énergie contenue dans cette météorite anima des poupées d'argile créées par les hommes. C'est ainsi que les Balbuto et les Kaorine prirent vie."
						],
						"tag": [
							{
								"title": "Sylveroy",
								"href": ""
							}
						]
					},
					{
						"id": 2.5,
						"title": "La folie des golems",
						"image": "./../images/history/golem.jpg",
						"icon": "./../images/icon/registeel.png",
						"content": [
							"15000 ans plus tard, il y a 5000 ans, sur les terres de Hoenn, les hommes étaient divisés. Cette division engendra des conflits qui finirent par déclencher une guerre civile.",
							"Les golems de la civilisation créés par Regigigas, ne sachant que faire pour accomplir le dessein qui leur avait été donné par leur créateur - aider les humains - en vinrent à la conclusion suivante : pour aider l'homme, il faut l'éliminer.",
							"C'est ainsi qu'ils se retournèrent contre les hommes. En raison de leur puissance, ils décimèrent la population humaine.",
							"Les hommes, constatant les ravages, s'unirent pour les arrêter dans leur folie. Ainsi, ils parvinrent à les sceller dans des cavernes et la paix revint.",
							"Regigigas, témoin de ce spectacle et attristé par ce que les hommes avaient fait à sa création, s'endormit pour ne jamais se réveiller."
						],
						"tag": [
							{
								"title": "Regice",
								"href": ""
							},
							{
								"title": "Registeel",
								"href": ""
							},
							{
								"title": "Regirock",
								"href": ""
							}
						]
					},
					{
						"id": 2.6,
						"title": "La nuit noir",
						"image": "./../images/history/Zaza.png",
						"icon": "./../images/icon/ethernatos.png",
						"content": [
							"Il y a 3000 ans, après avoir accumulé de l'énergie pendant 17 000 ans, un Pokémon extrêmement puissant émergea de la météorite qui s'était écrasée sur Galar des milliers d'années plus tôt. Ce Pokémon était Ethernatos.",
							"Cependant, Sylveroy avait prédit son arrivée et connaissait la menace que représentait ce Pokémon. Il partit donc pour le combattre, mais ne put prendre le dessus sur la créature extraterrestre. Ethernatos parvint ainsi à sortir du sous-sol de Galar et commença à le ravager.",
							"Son énergie était si puissante qu'elle faisait croître les Pokémon trop exposés, les plongeant dans une folie destructrice. C'est ce qui sera plus tard appelé le phénomène Dynamax ou Gigamax.",
							"C'est alors que deux frères, AZ et Harmonia, intervinrent accompagnés de deux loups légendaires, Zacian et Zamazenta.",
							"Ensemble, ils parvinrent à vaincre Ethernatos et ramener la paix à Galar. Ethernatos retomba ensuite dans un sommeil profond, et des parties de son corps se dispersèrent partout dans Galar. Les humains les utiliseront pour pouvoir utiliser le phénomène Dynamax et Gigamax.",
							"Cependant, Zacian et Zamazenta, ayant été en contact avec l'énergie d'Ethernatos pendant trop longtemps, commencèrent à sombrer dans la folie. En accord avec son frère, AZ utilisa son pouvoir mystérieux qui lui permit de transformer les deux Pokémon en pierre."
						],
						"tag": [
							{
								"title": "Zacian",
								"href": ""
							},
							{
								"title": "Zamazenta",
								"href": ""
							}
						]
					},
					{
						"id": 2.7,
						"title": "Unys, sa naissance et son déclin",
						"image": "./../images/history/RZK.jpg",
						"icon": "./../images/icon/reshiram.png",
						"content": [
							"Privés de leur petit roi Sylveroy, les terres de Galar, ravagées par Ethernatos, étaient presque devenues stériles.",
							"AZ et Harmonia, récemment couronnés rois suite à leur victoire sur Ethernatos, décidèrent de trouver d'autres terres pour s'installer.",
							"Pendant ce temps, des villageois réticents à quitter Galar trouvèrent Sylveroy et le guérirent sans savoir qu'il était le vrai roi de ces terres.",
							"Quelques mois plus tard, le petit Pokémon, pour remercier ses sauveurs, leur offrit des terres fertiles. Les villageois reconnaissants commencèrent à le vénérer et comprirent qu'il était le vrai roi de ces lieux.",
							"En même temps, les deux rois accompagnés de leur peuple trouvèrent Unys et décidèrent de s'y installer. Ces terres n'étaient pas habitées par les hommes, mais une énergie puissante flottait dans l'air.",
							"À force d'exploration, les hommes finirent par trouver l'origine de cette énergie, le dragon de l'harmonie. Alors que certains voulaient cohabiter avec lui et d'autres voulaient essayer de l'éliminer, les deux rois prirent la décision de tenter de s'allier avec le dragon. Contre toute attente, ils réussirent et Unys commença son développement.",
							"Mais les deux rois n'avaient pas la même vision des choses quant à la manière de gouverner leur royaume. Alors qu'AZ avait une vision plutôt réaliste, Harmonia avait une vision très idéaliste et ce qui commença par un petit désaccord entre les deux frères se transforma en une véritable guerre civile.",
							"Le dragon, ne sachant pas qui défendre, s'envola et dans un cri de désespoir se scinda en trois. Trois créatures naquirent alors, Reshiram, le dragon de la réalité, Zekrom le dragon de l'idéal et Kyurem, la frontière entre les deux.",
							"Reshiram et Zekrom se joignirent chacun à leur roi tandis que Kyurem alla se cacher dans la montagne. Le pouvoir de Reshiram et Zekrom était tel que le combat entre les deux frères ravagea Unys.",
							"Lorsque les deux frères réalisèrent cela, ils firent la paix et AZ partit avec ses partisans en laissant Reshiram aux soins de son frère.",
							"Mais la scission du dragon eut un impact tout aussi important sur l'écosystème. En raison de sa puissance, il gouvernait seul l'ensemble de l'écosystème de la région. À l'époque de sa disparition, la nature devait se réguler elle-même. C'est alors que trois génies naquirent, Boréas, Fulguris et Démétéros.",
							"Boréas provoquait des tempêtes et Fulguris causait de violents orages, mais ils causaient autant de dégâts que de bienfaits pour l'écosystème, c'est là que Démétéros intervient pour corriger ses collègues et ainsi apporter l'énergie nécessaire à la faune et à la flore pour se développer.",
							"Trois autres entités naquirent également en même temps, Viridium, Terrakium et Colbatium. Leur objectif était de protéger les Pokémon, même s'il fallait attaquer les humains qu'ils considèrent comme dangereux."
						],
						"tag": [
							{
								"title": "Reshiram",
								"href": ""
							},
							{
								"title": "Zekrom",
								"href": ""
							},
							{
								"title": "Kyurem",
								"href": ""
							}
						]
					},
					{
						"id": 2.8,
						"title": "AZ le roi millénaire",
						"image": "./../images/history/AZ.jpg",
						"icon": "./../images/icon/AZ.png",
						"content": [
							"Après son combat contre Harmonia à Unys, AZ et ses partisans partirent pour un pays voisin. C'est ainsi qu'ils arrivèrent à Kalos, une terre ravagée par les conflits entre les différents groupes qui l'habitent.",
							"Après quelques années, AZ parvint à unifier les peuples de Kalos, ce qui lui valut le titre de roi. Kalos fit également d'énormes progrès technologiques grâce aux Étoiles de Souhait, des morceaux d'Ethernatos ramenés de Galar par AZ.",
							"Harmonia, jaloux de la prospérité du pays de son frère alors que le sien peinait à se remettre de la scission du dragon, décida de faire la guerre contre Kalos.",
							"Afin de contrer les attaques d'Unys, tous les Pokémon furent mobilisés. C'est ainsi que Floette, le fidel compagnon qu'AZ avait rencontrée en arrivant à Kalos, partit pour le front.",
							"Quelque temps plus tard, on vint remettre une boîte au Roi de Kalos. À l'intérieur, le corps sans vie de son fidel compagnon mort au combat. Fou de chagrin et incapable d'accepter la mort de son Pokémon, AZ entreprit de la ramener à la vie par tous les moyens.",
							"Il construisit alors une machine capable de ramener son Floette à la vie et de le rendre immortel. Alors que le chagrin d'AZ était apaisé, sa colère ne l'était pas. Il transforma alors sa machine en une arme ultime et l'utilisa pour anéantir ceux qui avaient osé faire du mal à son compagnon.",
							"Face à ce spectacle de mort, Floette décida de quitter AZ, ne le reconnaissant plus. AZ, dévasté par la perte de son compagnon pour la deuxième fois et ayant également acquis l'immortalité suite à une exposition excessive à l'énergie de sa machine, abandonna son poste de roi en emportant avec lui la clé de son arme, afin que personne ne l'utilise plus, et partit en errance dans le monde à la recherche de son Pokémon.",
							"Harmonia, ayant survécu à cette guerre, décida d'enterrer l'arme de son frère et d'effacer toute trace de lui avant de retourner régner sur Unys jusqu'à sa mort."
						],
						"tag": [
							{
								"title": "AZ",
								"href": ""
							}
						]
					},
					{
						"id": 2.9,
						"title": "La tribue Argentée",
						"image": "./../images/history/Z.jpg",
						"icon": "./../images/icon/zygarde.png",
						"content": [
							"Suite à la dévastation causée par l'arme suprême à Kalos, une grande partie de la population décida de migrer pour trouver des terres fertiles et accueillantes.",
							"Afin de les aider dans leur quête, Zygarde, le Gardien du Monde, décida de prendre forme devant eux et les guida jusqu'à la montagne Argentée à Johto.",
							"Reconnaissants, les humains s'installèrent dans la forêt et construisirent un hôtel où leur sauveur pouvait se reposer. C'est ainsi que la tribu d'argent vit le jour, vivant isolée du monde et de ses conflits dans la forêt argentée."
						],
						"tag": [
							{
								"title": "Zygarde",
								"href": ""
							}
						]
					},
					{
						"id": 2.11,
						"title": "La mystérieuse sauveuse d'Unys",
						"image": "./../images/history/car.jpg",
						"icon": "./../images/icon/carcha.png",
						"content": [
							"Au moment de sa mort, Harmonia révéla l'emplacement de l'arme d'AZ à ses fils et leur confia le trône d'Unys ainsi que Reshiram et Zekrom à chacun d'eux.",
							"Comme leurs aînés, les deux frères aux idées divergentes finirent par entrer en conflit, et une nouvelle guerre civile éclata à Unys.",
							"Le conflit s'étendit sur plusieurs années et ravagea la faune et la flore sans qu'aucun vainqueur ne se profile à l'horizon.",
							"Mais un jour, une jeune dresseuse étrange fit son apparition. Convaincue de sa victoire, la jeune dresseuse défia les deux rois en duel simultané dans un combat de 2 Pokémon contre 2 Pokémon.",
							"À la fin d'un combat incroyable, le dresseuse parvint à vaincre les deux dragons légendaires grâce à une forme d'évolution inconnue jusqu'alors, la Méga-Évolution, qu'elle appliqua à son Carchacrok.",
							"Cette défaite fit réaliser aux deux rois que leur conflit avait ravagé la région. Ils voulaient se racheter, mais craignaient qu'un nouveau conflit n'éclate et que la force de leur dragon ne ravage à nouveau la région.",
							"C'est alors qu'AZ apparut et proposa de sceller les dragons dans la pierre. Les rois étaient contre, mais la jeune dresseuse, qui semblait étonnamment connaître l'ancien roi de Kalos, les convainquit de lui faire confiance.",
							"C'est ainsi que Reshiram devint le gallet blanc et Zekrom le gallet noir. La jeune dresseuse quant à elle disparu sans laisser de traces en ne laissant derrière elle qu'une étrange pierre qu'elle confiat a AZ sans que celui-ci ne comprenne pourquoi mais décida de la garder.",
							"Les deux jeunes rois eux, entreprirent la tâche redoutable de reconstruire Unys ensemble mettant un point final aux conflits fratricides qui ont ravagé Unys sur 2 générations."
						],
						"tag": [
							{
								"title": "Carchacrock",
								"href": ""
							}
						]
					},
					{
						"id": 2.12,
						"title": "Mega-Rayquaza",
						"image": "./../images/history/KRG.jpg",
						"icon": "./../images/icon/Mray.png",
						"content": [
							"Il y a 2 000 ans, une autre météorite, bien plus grande que la précédente, tomba au fond de la mer d'Hoenn où elle creusa un énorme cratère. Bien plus tard, cet endroit reçut le nom d'Atalanopolis. Cependant, l'impact d'une météorite aussi imposante aurait des conséquences désastreuses pour l'humanité.",
							"En effet, le sol d'Hoenn s'était fracturé sous l'impact, et l'énergie de la nature qui bouillonnait sous terre remonta à la surface... réveillant Groudon et Kyogre !",
							"L'humanité n'avait pas oublié ce qui s'était passé des millénaires plus tôt... L'apparition providentielle d'un Pokémon légendaire d'une brillance verte éclatante... C'est alors que la météorite qui s'était écrasée à Atalanopolis commença à émettre une lueur... Encore une fois, Rayquaza descendit des cieux...",
							"À mesure que les hommes multipliaient les marques de dévotion envers lui, un changement s'opéra. Rayquaza fut enveloppé d'une lumière éblouissante... Lorsqu'il réapparut, il avait l'air complètement différent et dégageait une aura et une puissance encore plus intenses qu'auparavant. Rayquaza avait changé sous l'effet de la pierre irisée et des prières des hommes pour devenir Méga-Rayquaza.",
							"Il se plaça de nouveau entre Groudon et Kyogre. Il recouvrit le ciel de ses barbillons dorés... Son corps scintillait d'une lueur viride... et un vent tempétueux commença à souffler. La lumière et le vent absorbèrent la force de Groudon et Kyogre en un éclair. Ayant perdu leur forme primitive, les deux Pokémon disparurent, dans les profondeurs de la terre pour l'un, dans les profondeurs de la mer pour l'autre.",
							"Satisfait, Rayquaza revint à sa forme originale et s'éleva de nouveau dans le ciel. AZ ayant été témoin de la scène, il prononça ces mots :",
							" - Le symbole Δ (delta) accompagne de grands bouleversements. Mais ensemble, les hommes, les prières et la pierre ont pu apaiser ce monde troublé.",
							" Il planta également une graine à l'endroit de la confrontation. Cette graine deviendra plus tard l'arbre gigantesque devant la Grotte Origine. Le Peuple du Météore quant a lui, construisit une immense tour en l'honneur de Rayquaza et de la pierre irisée dont il tirait sa force."
						],
						"tag": [
							{
								"title": "Kyogre",
								"href": ""
							},
							{
								"title": "Rayquaza",
								"href": ""
							},
							{
								"title": "Groudon",
								"href": ""
							}
						]
					},
					{
						"id": 2.13,
						"title": "La création des ruines Sinjoh",
						"image": "./../images/history/Sinjoh.png",
						"icon": "./../images/icon/zarbi.png",
						"content": [
							"Il y a 1500 ans, des chercheurs de Johto, des Îles Sevii et de Sinnoh ont découvert les Zarbi dans des lieux de leurs régions respectives (les Ruines Alpha à Johto, les Ruines Bonville à Sinnoh et les Chambres Tanobi dans les Îles Sevii).",
							"Ils finirent par se rencontrer et, tout en menant des recherches, théorisent sur la création de l'univers et le rôle des Zarbi en son sein.",
							"Ils transcrivirent leurs recherches dans un endroit secret qu'ils appelleront Sinjoh."
						],
						"tag": [
							{
								"title": "Ruines Sinjoh",
								"href": ""
							}
						]
					},
					{
						"id": 2.14,
						"title": "La naissance de Saliria",
						"image": "./../images/history/man.png",
						"icon": "./../images/icon/manaphy.png",
						"content": [
							"Il y a 1000 ans, près de la côte d'Hoenn, un navire fut pris dans une tempête et coula.",
							"Passant par là et assistant à la scène, Manaphy et Phione unirent leurs pouvoirs et créèrent une énorme bulle d'air au fond de l'océan pour sauver les passagers du bateau d'une mort certaine.",
							"Reconnaissants envers ces petits Pokémon, les passagers du navire utilisèrent les débris de leur embarcation pour construire un petit sanctuaire pour les deux Pokémon.",
							"Heureux, Manaphy utilisa son pouvoir pour sympathiser avec les Pokémon aquatiques environnants afin d'aider les humains à construire une ville dans la bulle d'air. C'est ainsi que Saliria, la cité sous-marine, fut créée."
						],
						"tag": [
							{
								"title": "Manaphy",
								"href": ""
							},
							{
								"title": "Phione",
								"href": ""
							}
						]
					},
					{
						"id": 2.15,
						"title": "Rosalia et ses deux tours",
						"image": "./../images/history/cuivre.jpg",
						"icon": "./../images/icon/ho-oh.png",
						"content": [
							"Il y a 700 ans à Rosalia, une ville qui voue un culte aux deux oiseaux légendaires Lugia et Ho-oh, deux tours furent construites en l'honneur des deux Pokémon légendaires pour servir de perchoir et leur permettre de se reposer lorsqu'ils ne veillent pas sur le monde. La Tour de Cuivre, le perchoir de Lugia, et la Tour Carillon, le perchoir de Ho-oh.",
							"Les deux oiseaux légendaires furent tellement touchés par ce geste qu'il devint courant de les voir sur leur perchoir, pour la plus grande joie des habitants de Rosalia. Rosalia devint alors un symbole d'harmonie dans toute la région de Johto."
						],
						"tag": [
							{
								"title": "Ho-oh",
								"href": ""
							}
						]
					},
					{
						"id": 2.16,
						"title": "Les 500 dernières années avant nos jours",
						"image": "./../images/history/SER.webp",
						"icon": "./../images/icon/suicune.png",
						"content": [
							" - Il y a 500 ans, la création de Magearna :",
							"À Kalos, un scientifique créa un Pokémon artificiel nommé Magearna pour la famille royale de l'époque. Cependant, le cœur de Magearna, renfermant une source d'énergie incroyable, déclencha une guerre pour sa possession. Malgré tout, la merveille mécanique parvint à s'échapper grâce à l'aide de son créateur et personne ne la revit par la suite.",
							" - Il y a 200 ans, Victini caché :",
							"À Unys, une famille fortunée se lie d'amitié avec Victini. Sachant qu'il est persécuté pour ses pouvoirs, le chef de famille décide d'acheter l'Île Liberté et d'y cacher le petit Pokémon pour le protéger.",
							"- Il y a 150 ans, la Tour Cendrée :",
							"Il y a 150 ans, à Johto, un conflit entre Électhor, Sulfura et Artikodin créa une tempête violente qui frappa la Tour de Cuivre. La tour de cuivre brûla toute une nuit alors que Lugia calmait les trois oiseaux légendaires. À la suite de cette tempête, il ne resta pas grand-chose de la tour de cuivre, alors Lugia décida de se cacher au fond de l'océan pour pouvoir surveiller au mieux les trois oiseaux légendaires et éviter tout nouveau conflit. De son côté, Ho-oh descendit du ciel et ressuscita trois Pokémon qui avaient brûlé avec la tour, donnant naissance aux trois fauves légendaires. Les habitants de Rosalia furent effrayés en voyant les trois Pokémon revenir à la vie et les rejetèrent. Voyant cela, Ho-oh quitta également Rosalia avec les trois fauves et ni Lugia ni Ho-oh ne furent revus à Rosalia.",
							"- Il y a 50 ans, la découverte de Saliria :",
							"Une équipe d'exploration sous-marine découvre la cité sous-marine de Saliria. À la suite de cela, la ville renoue avec le monde extérieur, lui permettant ainsi de rattraper son retard technologique accumulé au cours des derniers siècles."
						],
						"tag": [
							{
								"title": "Suicune",
								"href": ""
							},
							{
								"title": "Entei",
								"href": ""
							},
							{
								"title": "Raikou",
								"href": ""
							}
						]
					}
				]
			},
			{
				"id": "3",
				"title": "Nos jours",
				"story": [
					{
						"id": 3.1,
						"title": "La légende de Red",
						"image": "./../images/history/red.jpg",
						"icon": "./../images/icon/red.png",
						"content": [
							"Il y a 12 ans, à Kanto, deux jeunes dresseurs quittent Bourg Palette accompagnés d'un Pokémon confié par le Professeur Chen afin de compléter le premier Pokédex. Ces dresseurs ne sont autres que Red et Blue ! Ils seront suivis par Leaf qui dérobera un Bulbizarre au Professeur Chen.",
							"Au cours de leurs voyages, les trois dresseurs vaincront un à un les champions de Kanto, et Red entrera même en conflit avec la Team Rocket, qui finira par être démantelée après la défaite du chef de l'organisation, Giovanni, contre Red.",
							"Pendant ce temps, Blue ira jusqu'à battre le Conseil 4 et le maître de l'époque avant d'être vaincu par Red lui-même.",
							"À la suite de cela, Red partira s'entraîner à la montagne Argentée et abandonnera son titre de maître à Peter, tandis que Blue prendra le contrôle de l'arène de Jadielle laissée vacante par Giovanni, le chef de la Team Rocket."
						],
						"tag": [
							{
								"title": "Red",
								"href": ""
							}
						]
					},
					{
						"id": 3.2,
						"title": "Flora au sommet de Hoenn",
						"image": "./../images/history/flora.png",
						"icon": "./../images/icon/flora.png",
						"content": [
							"La même année, à Hoenn, basé sur celui du Professeur Chen, le Professeur Seko créa le Pokédex de sa propre région et confia une copie à son fils, Brice, ainsi qu'à une jeune dresseuse de Kanto et fille d'un champion, Flora.",
							"Les deux jeunes dresseurs ont parcouru Hoenn, et Flora en a même profité pour affronter les champions et collecter leurs badges, forçant ainsi l'admiration de Timmy, un jeune homme de la région qui a également décidé de conquérir les arènes.",
							"Au cours de son périple, Flora se retrouvera également confrontée à la Team Aqua et à la Team Magma, dont l'objectif est de ramener à la vie Kyogre pour l'une et Groudon pour l'autre, soit pour augmenter le niveau de l'eau à la surface de la Terre pour la Team Aqua, soit au contraire pour augmenter le niveau des continents pour la Team Magma.",
							"Les deux équipes parviendront à ramener les Pokémon légendaires à la vie, mais finiront par être totalement dépassées par leur pouvoir. Comme à leur habitude, Kyogre et Groudon reprendront leur conflit une fois de plus.",
							"Flora tentera d'intervenir mais ne fera pas le poids contre les deux titans... Jusqu'à ce que, une fois de plus, Rayquaza descende du ciel et calme à nouveau les deux pokemon. Une fois tout revenu à la normale, Rayquaza s'arrêta un moment pour observer Flora avant de s'envoler de nouveau dans le ciel.",
							"Flora parti alors affronter le Conseil 4 et le maître de la Ligue, Pierres, et réussi à gagner, devenant ainsi la nouvelle maître de Hoenn !"
						],
						"tag": [
							{
								"title": "Flora",
								"href": ""
							}
						]
					},
					{
						"id": 3.3,
						"title": "Le dernier combat de Lena",
						"image": "./../images/history/Ghétis.jpg",
						"icon": "./../images/icon/ghetis.png",
						"content": [
							"Toujours la même année, dans la Forêt Argentée, la Tribue argentée, jusqu'alors prospère, est attaqué par un certain Ghetis et ses sbires à la recherche de Zygarde et de sa puissance.",
							"La tribue argentée étant de nature pacifiste, Ghétis n'a eu aucun mal à les massacrer. Cependant, bien que pacifiste, la tribue argentée désigne à chaque génération un gardien pour protéger la Forêt Argentée, et le gardien de cette génération, considéré par beaucoup comme le plus puissant de l'histoire du tribu, n'est autre qu'une jeune fille de 18 ans nommée Léna.",
							"Bien que seule, elle a facilement mis en déroute les hommes de main de Ghétis avant de le combattre et de prendre rapidement l'avantage. Mais Ghétis, grâce à sa ruse, parviendra à porter un coup fatal à Léna au cours de leur combat, tuant ainsi la gardienne et le dernier obstacle sur son chemin.",
							"Alors qu'il approchait de l'hôtel en l'honneur de Zygarde où l'une de ses particules se reposait, une jeune fille se dressa sur son chemin. Il s'agissait de la sœur cadette de la gardienne et dernière survivante de la tribu, Sandrine.",
							"Tandis que Ghétis s'apprêtait à éliminer la jeune fille, une lumière verte illumina l'hôtel pour laisser place à Zygarde qui intervint pour sauver Sandrine. Ghétis, affaibli par son combat contre Lena, fut contraint de battre en retraite.",
							"Sandrine, désormais seule, ne savait plus quoi faire. C'est alors que l'esprit de Lena se matérialisa grâce aux pouvoirs de son Ectoplasma. Bien qu'incapable de parler, elle put compter sur l'aide de ses Pokémon pour élever sa petite sœur et continuer à protéger la Forêt Argentée."
						],
						"tag": [
							{
								"title": "Ghetis",
								"href": ""
							}
						]
					},
					{
						"id": 3.4,
						"title": "Meia les origines",
						"image": "./../images/history/Meia.png",
						"icon": "./../images/icon/cynthia.png",
						"content": [
							"À Sinnoh, Meia, une jeune orpheline accompagnée de son Griknot, fait la loi dans le petit village de Litorella. Même les adultes ne peuvent pas rivaliser contre la jeune dresseuse.",
							"Un jour, un homme immense passant par là croise la jeune orpheline, puis lui sourit comme s'il venait de retrouver une vieille connaissance. Il la défie et la bat sans difficulté.",
							"A la suite du combat, il offre à la jeune orpheline une petite pierre, puis lui promet qu'ils se retrouveront avant de partir. Blessée par sa défaite, Meia décide alors de quitter Litorella et de partir en voyage pour s'améliorer.",
							"Elle se fait rapidement connaître à Sinnoh en battant quelques champions, ce qui lui vaut d'être approchée par la Team Galaxie. Elle écrase facilement ses courtisans, dont Mars, une commandante de l'organisation, et déclare qu'elle ne rejoindra la Team Galaxie que si l'un de ses membres parvient à la battre.",
							"C'est alors qu'Helio, le chef de l'organisation, vient lui-même l'affronter et, au terme d'une confrontation épique, défait la jeune dresseuse. Admirant la force du chef de la Team Galaxie, Meia accepte de le suivre et de rejoindre l'organisation voyant là une oportunité de pouvoir affronter régulièrement le boss de celle-ci.",
							"En tant que membre de la Team Galaxie, Meia gravit rapidement les échelons grâce à ses nombreux exploits, couvrant notamment l'évasion de ses acolytes en battant Gladys, la championne de Frimapic.",
							"Cynthia, la maître de la ligue à l'époque, apprend cette histoire et décide d'aller trouver la jeune dresseuse prometteuse. Après une confrontation formidable, Cynthia parvient à faire comprendre à Meia qu'elle n'a pas besoin de la Team Galaxie pour devenir plus forte.",
							"Après avoir passé plusieurs jours a réfléchir a Uniopolis chez Amelle, une développeuse talentueuse travaillant sur un projet de stockage de Pokémon et connaissance de Cynthia, Meia décide alors de quitter les rangs de la Team Galaxie. Elle reprend son voyage et son entraînement, accompagné d'un Evoli que lui confie Amelle, avec pour objectif de devenir plus forte que Cynthia, la meilleure dresseuse qu'elle ait jamais vue.",
							"Elle finit par obtenir les 8 badges, se présente à la Ligue Pokémon et parvient à battre le Conseil 4 pour se retrouver enfin face à son objectif, Cynthia. Le choc entre les deux femmes les plus fortes de Sinnoh était extrêmement serré, mais c'est finalement Cynthia qui l'emporte de justesse. Encore une fois vaincue, Meia décide de retourner à Uniopolis, près d'Amelle de qui elle est tombée amoureuse, pour se préparer à son prochain voyage..."
						],
						"tag": [
							{
								"title": "Meia",
								"href": "/pokemon/perso/0"
							}
						]
					},
					{
						"id": 3.5,
						"title": "Gold contre la légende",
						"image": "./../images/history/RedvsGold.png",
						"icon": "./../images/icon/Gold.png",
						"content": [
							"3 ans plus tard, il y a 9 ans, à Johto, le Professeur Orme confie un Pokémon à deux jeunes dresseurs, Gold et Christy, afin qu'ils puissent compléter la nouvelle version du Pokédex.",
							"C'est ainsi que les deux dresseurs quittent le petit village de Ville Griotte pour conquérir la région. Quant au dernier Pokémon en possession du Professeur Orme, il est volé par un certain Silver.",
							"Les trois dresseurs parviennent à vaincre les champions de la région un par un. Ils affrontent même la Team Rocket nouvellement reformée à la recherche de leur chef, Giovanni. Ils seront finalement vaincus à la Tour Radio de Doublonville avant d'être une fois de plus démantelés.",
							"À la suite de cet événement, le propriétaire de la Tour Radio traumatisé décide de la vendre. Un certain Helio saisit l'opportunité et l'achète afin d'en faire une base pour la Team Galaxie.",
							"Quant à nos héros, ils poursuivent leur aventure et se retrouvent tous les trois sur le Plateau Indigo. À l'issue d'un combat épique entre les trois dresseurs, c'est Gold qui obtient le droit d'aller défier le Conseil 4.",
							"Il parviendra à les défaire ainsi que Peter, le maître de l'époque, et devient ainsi le nouveau maître de Kanto et Johto.",
							"Après cela, il décide de partir en voyage à Kanto pour obtenir les badges de la région et continuer à devenir plus fort. C'est en gravissant le Mont Argenté que le jeune dresseur trouvera la légende, Red.",
							"Il le défie et après un combat légendaire, il parvient à le battre. À la suite de cette défaite, Red décide de retourner à Bourg Palette pour se préparer à reprendre son voyage."
						],
						"tag": [
							{
								"title": "Gold",
								"href": ""
							},
							{
								"title": "Red",
								"href": ""
							}
						]
					},
					{
						"id": 3.6,
						"title": "Le duel des héros",
						"image": "./../images/history/LudVSN.jpg",
						"icon": "./../images/icon/Ludwig.png",
						"content": [
							"3 ans se sont écoulé depuis la défaite de Red au sommet du Mont Argenté contre Gold, à Unys, le professeur Keteleria confie son prototype de pokedex a 3 jeunes enfants, Bianca, Tcheren et Ludwig ainsi que leur premier Pokemon.",
							"Au cour de leur voyage à travers la région, les trois jeunes dresseurs vont partir a la conquête des arènes d'Unys et obtenir les 8 badges. Ils s'opposeront également a la Team Plasma, un groupe qui milite pour la liberté des Pokemon avec son roi nouvelement courroné, N et n'hésitant pas a utiliser les pires moyens pour parvenir à leurs objectifs.",
							"N parviendra également a obtenir les 8 badges de la région ainsi que l'exploit de réssuciter Reshiram endormi jusqu'alors sous la forme de galet blanc. Il en faire la principale armes de son idéal se voyant ainsi comme le héros libérateur des Pokemon.",
							"Il partira ensuite a l'attaque de la ligue Pokemon et triomphera de Goya le maitre de l'époque avant l'arrivé de Ludwig. Il donnera ensuite rendez-vous a celui-ci dans son chateau pour un duel au sommet voyant en lui le héros capable de maitriser Zekrom dont le galet a été confié a Ludwig plus tôt dans son périple.",
							"Une fois les deux protagoniste face à face le galet noir se transforma en Zekrom qui décidera d'apporter son soutient a Ludwig. Suite a une confrontation épique, Ludwig triomphe finalement de N devenant ainsi le nouveau maitre de Unys et mettant un terme aux projets de N.",
							"C'est à ce moment que Ghetis, qui tirait les ficèles en coulisse voulant se servir de N pour avoir le monopole des Pokemon dans la région d'Unys, décide de se charger lui même de Ludwig dévoilant par la même occasion ses véritables intentions à notre héros ainsi qu'a N. Malgré sa force, il ne pourra rien contre Ludwig accompagné de Zekrom et devra battre en retraite.",
							"N perdu par ce qu'il venait d'apprendre et ses convictions éprouvée, il décide de se retirer accompagné de Reshiram."
						],
						"tag": [
							{
								"title": "Ludwig",
								"href": ""
							},
							{
								"title": "N",
								"href": ""
							}
						]
					},
					{
						"id": 3.7,
						"title": "L'exil de Giovanni",
						"image": "./../images/history/giovanni.jpg",
						"icon": "./../images/icon/giovanni.png",
						"content": [
							"Suite à sa défaite contre Red, Giovanni décida de dissoudre la Team Rocket et de partir en exil pour s'entrainer sans réel but laissant dérrière lui son organisation ainsi que son fils, Silver.",
							"3 ans plus tard, lorsque ses sbires tenteront de le faire revenir en l'appelant durant l'incident de la tour radio il tentera de les rejoindre mais sera stoppé par Gold venu d'une autre époque amené par Celebi.",
							"A la suite de cette nouvelle défaite il continuera d'errer sans but jusqu'au jour où il fit la rencontre d'un jeune garçon, Léon, 1 an après la défaite de N à Unys.",
							"Orphelin et rejeté par la société, le jeune garçon rempli de colère rappela à Giovanni son fils, Silver. Il décida donc de la prendre sous son aile et de continuer son voyage avec lui.",
							"Après 1 an de voyage avec le garçon, Giovanni se prit d'affection pour lui et décida de reformer la Team Rocket animé par l'objectif de dominer le monde pour l'offrir à celui qu'il considère comme son hériter.",
							"Il ne mit pas longtemps à rassembler ses partisants et récupérer son pouvoir d'antant mais décida de rester caché dans l'ombre le temps de faire grandir son organisation nouvellement reformé."
						],
						"tag": [
							{
								"title": "Giovanni",
								"href": ""
							}
						]
					},
					{
						"id": 3.8,
						"title": "Serena, sauveuse de Kalos",
						"image": "./../images/history/serena.jpg",
						"icon": "./../images/icon/serena.png",
						"content": [
							"La même année que la reformation de la Team Rocket, il y a 4 ans, à Kalos, un groupe de jeune se voit confié par le professeur Platane un pokedex et pour certains leur premier Pokemon. Parmis eux, la jeune Serena et le jeune Kalem.",
							"Au cours de leurs voyages, Serena et Kalem parvinrent à collecter les 8 badges d'arènes ainsi qu'à percer les secrets de la Mega-Evolution et la maitriser.",
							"Ils s'opposeront également à la Team Flare une organisation piloté dans l'ombre par un spécialiste des nouvelles technologies et ancêtre de Harmonia du nom de Lysandre. Connaissant l'emplacement de l'arme suprême d'AZ son ancètre, il traqua celui-ci pour récupérer la clé de l'arme et utiliser l'énergie d'Yveltal pour utiliser l'arme suprême afin d'anéantire l'humanité pour préserver le monde.",
							"Il fut bien entendu arrêté par Serena qui déconnecta Yveltal de l'arme suprême avant que celle-ci n'eu le temps de charger. Lysandre après une cuisante défaite contre Serena malgré le pouvoir de la Mega-Evolution tira avec l'arme suprême en utilisant le peu d'énergie contenu dans celle-ci. Du au manque d'énergie le tir retomba sur l'arme suprême détruisant celle-ci et entrainant Lysandre avec elle.",
							"Serena partit ensuite a l'assaut de la ligue Pokemon dont elle triompha devenant ainsi maitre de Kalos. Durant la parade célebrant le nouveau maitre de Kalos, AZ demanda à la jeune maitre de l'affronter pour comprendre ce qu'est réellement un dresseur. Une fois vaincu AZ déclara qu'il est enfin en paix maintenant l'arme suprême détruite. C'est à se moment que son Floette voyant AZ enfin apaisé revint auprès de lui après 3000 ans."
						],
						"tag": [
							{
								"title": "Serena",
								"href": ""
							}
						]
					},
					{
						"id": 3.9,
						"title": "Alamos et son gardien",
						"image": "./../images/history/alamos.png",
						"icon": "./../images/icon/darkrai.png",
						"content": [
							"La même année, en quête de challenge pour son entrainement, Meia partit pour Alamos, une ville a Sinnoh, où un Pokemon puissant et mystérieux y aurait élu domicile.",
							"Alamos étant connu pour ses tours musicales et ses jardins luxuriants, Meia décida d'enmener Amelle avec elle afin qu'elles puissent profiter ensemble de la ville.",
							"Durant leur escapade, les deux jeunes femmes firent la rencontre d'un jeune dresseur local et de son Tortipouss, Lou. Meia et Lou s'entendant comme Caninos et Miaouss, pour le plus grand amusement d'Amelle, finirent par faire un combat Pokemon duquelle Meia sortit vainqueur sans difficulté.",
							"Suite a cette défaite, le garçon fut contraint de devenir le guide des deux jeunes femmes durant leur séjour dans la ville. Après quelques jours dans la ville, Meia finit par découvrir que le mystérieux Pokemon n'était autre que Darkrai qui avait élu domicile dans la ville plusieurs années auparavant.",
							"Après un bel affrontement et voyant que le Pokemon n'avait que pour seul but la protection de la ville Meia décida de le laisser vivre a Alamos satisfaite de son combat.",
							"Au moment du départ des deux jeunes femmes, sur conseil d'Amelle, Meia décida de confier à Lou un oeuf de sa Mustéflott avec l'espoir que le jeune dresseur devienne plus tard un dresseur à sa hauteur.",
							"Peu de temps après, Lou déterminé à surpasser Meia, décida de partir en voyage accompagné de son fidèle Tortipouss et de son Mustébouée tout juste sortit de l'oeuf qu'il nomma, Bania."
						],
						"tag": [
							{
								"title": "Alamos",
								"href": ""
							}
						]
					},
					{
						"id": 3.11,
						"title": "La création de l'International Federation of Pokemon Trainer",
						"image": "./../images/history/ifpt.png",
						"icon": "./../images/icon/ifpt.png",
						"content": [
							"A Kanto, un riche fan de combat Pokemon du nom de Morimoto décida de créer une fédération international de dresseur de Pokemon avec pour but de faire de nombreuses compétitions rassemblant les meilleures dresseur du monde.",
							"Grâce a son immense fortune son projet pris rapidement de l'ampleur jusqu'à obtenir le soutient de la ligue Indigo rassemblant la région de Johto et de Kanto.",
							"Les premiers tournois de la fédération bien que rassemblant uniquement des dresseurs de Kanto et Johto pour la plus part, pu compter sur la participation de Blue pour que le monde s'y interesse.",
							"A la suite de ses premiers tournois tests, Morimoto pris la décision d'annoncer l'organisation d'un tournoi mondial ouvert a tout les dresseurs ayant rassemblé les 8 badges de 2 régions différentes afin de désigner le dresseur le plus fort du monde et qui se tiendrai l'année qui suit sur le Plateau Indigo à Kanto.",
							"Cette annonce de la jeune fédération ne mit pas longtemps a devenir virale et les dresseurs du monde entier se mirent à se préparer en vue de cet évenement sans précédent."
						],
						"tag": [
							{
								"title": "IFPT",
								"href": ""
							}
						]
					},
					{
						"id": 3.12,
						"title": "La Team Rocket en mouvement",
						"image": "./../images/history/hitoshi.jpg",
						"icon": "./../images/icon/rocket.png",
						"content": [
							"1 an plus tard, Giovanni décida d'envoyer l'un de ses nouveaux partisants en direction de l'Archipel Orange.",
							"Le jeune commandant de la Team Rocket du nom d'Hitoshi grâce à son talent pour le combat ainsi qu'à son puissant Dracaufeu noir parvint a mettre en déroute Drake, le maitre de la ligue Orange.",
							"Se faisant passer pour un dresseur lambda il offra donc le contrôle de l'Archipel Orange à la Team Rocket sans éveiller les soupçons octroyant notamment le titre de champion a Amos l'un des commandants de l'organisation.",
							"Néanmoins, certains habitants ne mirent pas longtemps à se rendre compte de la supercherie et de la dictature imposé par la Team Rocket qui s'installait peu à peu.",
							"Une resistance se format alors sur certaines Iles de l'archipel avec à sa tête, Shay, une championne et cheffe d'un gang de motard, les Arboks, qui semait autrefois la terreur sur quelques îles de l'archipel. Le gang devint alors un symbole de rebellion.",
							"Hitoshi quant à lui maintenant maitre de l'archipel et nouvelement nomé chef de la branche Orange de la Team Rocket, avait le champ libre pour mener à bien la véritable mission que lui avait confié Giovanni, la capture des oiseaux du climat, Artickodin, Electhor et Sulfura."
						],
						"tag": [
							{
								"title": "Dracaufeu",
								"href": ""
							}
						]
					},
					{
						"id": 3.13,
						"title": "IFPT WORLD TOURNAMENT FIRST EDITION",
						"image": "./../images/history/world_champ.jpg",
						"icon": "./../images/icon/cup.png",
						"content": [
							"Quelques mois après la victoire d'Hitoshi sur la ligue Orange se tenait la première édition du championnat du monde organisé par la féderation international des dresseur de Pokemon.",
							"Une centaine de dresseurs venu du monde entier étaient présent pour l'occasion. Parmis eux, les maitres de chaque régions invité pour l'occasion ainsi qu'un grand nombre de grands dresseurs tel que Meia, Red, Blue ou encore le jeune Lou.",
							"Durant la céremonie d'ouverture, Morimoto pris la parole, ému par l'engouement que son évenement avait sucité, il promis alors que se championnat n'était que la première édition et qu'une édition se tiendrait ici même tout les 4 ans.",
							"Le championnat démarra ensuite offrant au public venu du monde entier des combats plus incroyable les uns que les autres. Parmis eux une bataille acharnée opposant Blue à Hitoshi en 1/32 de final, un combat d'antologie entre Lou et Meia en 1/8 de final ou encore la résurection du face a face légendaire, Red contre Blue en 1/4 de final.",
							"L'avant dernier jour, le premier combat des 1/2 final opposa Red à Cinthya dans un combat à 6 VS 6 que Red parvint à remporter sur le fil lui permettant d'accéder à la final de la compétition. Il sera rejoint par Meia gagnante de son face à face contre Gold.",
							"Lors de la dernière journée, la lutte entre Red et Meia fut d'une intensité encore jamais vu dans le tournoi. Chaque fois qu'un Pokemon était KO, le public tout entier l'applaudissait tellement il avait été incroyable. Au terme de cette afrontement qui restera longtemps gravé dans les mémoires du monde entier, c'est finalement Meia qui sortit vainqueur devenant ainsi la meilleure dresseuse du monde.",
							"A la suite de sa victoire sur Red, Meia rentra dans son village de Litorella et demanda en mariage Amelle sur la plage ou elle avait jadis perdu contre AZ, la plage ou tout avait commencé..."
						],
						"tag": [
							{
								"title": "Leaf",
								"href": ""
							},
							{
								"title": "Red",
								"href": ""
							},
							{
								"title": "Blue",
								"href": ""
							}
						]
					}
				]
			}
		]
	},
	{
		"id": "1",
		"title": "Lou à Teyvat",
		"cover": "./images/1204356.png",
		"path": "genshin"
	},
	{
		"id": "2",
		"title": "Coach Lou",
		"cover": "./images/coach_lou.jpg",
		"path": "coach",
		"project": [
			{
				"projectId": "0",
				"title": "FM21 : Rhaegar et le Targaryen FC",
				"cover": "./images/targaryen/rhaegar.png",
				"description": "Peyredragon est une île indépendante a l'Est de Gibraltar et qui a pour régime une monarchie. La culture footbalistique espagnol étant bien inprégné sur l'île, Rhaegar Targaryen, prince de Peyredragon, décide de créer un club de foot derrière lequel chaque habitant de Peyredragon pourra se ranger, le Targaryen FC. Ayant a coeur de mener se projet a bien, le jeune prince prends les commandes du club en tant qu'entraineur !",
				"saisons": [
					{
						"projectId": "0",
						"id": "0",
						"title": "Saison 1",
						"cover": "./../images/targaryen/saison_1/cover.png",
						"content": [
							{
								"id": "0",
								"title": "Saison1",
								"date": [
									{
										"id": 0.0,
										"title": "Pré-saison",
										"content": [
											{
												"id": 0,
												"title": "12/08/20 : Résultats de la pré-saison",
												"image": "./../../images/targaryen/saison_1/cal_pre.png",
												"icon": "",
												"content": [
													"Pour se préparer à se première saison, le Targaryen FC a disputé 10 matchs amicaux entre mi-juillet et mi-aout.",
													"Les premiers furent difficile avec un grand nombre de défaite, mais les 4 derniers qui se sont soldé par un nul et 3 victoires montre que l'équipe s'est amélioré et est prête pour le début de saison."
												],
												"tag": [
												]
											},
											{
												"id": 0.1,
												"title": "12/08/20 : L'équipe a la fin de la pré-saison",
												"image": "./../../images/targaryen/saison_1/equipe_pre.png",
												"icon": "",
												"content": [
													"Voici maintenant l'équipe à l'issu de la pré-saison qui sera alignée au cours de la saison a venir.",
													"Pour la composition, Rhaegar Targaryen a opté pour un 4-2-3-1 avec un style de jeu à vocation plutôt offensive.",
													"Le Targaryen FC venant de naitre, tout ces joueurs sont issu du recrutement.",
													"A noter les bonnes prestation de Marrache durant les matchs amicaux lui qui fut d'ailleurs l'une des premières recrue du club et qui finira d'ailleurs meilleur buteur de cette pré-saison malgré un faible total de 3 buts marqué.",
													"Autre joueur notable : Grech et Quigley qui ont réalisé de belles prestation."
												],
												"tag": [
												]
											},
											{
												"id": 0.1,
												"title": "12/08/20 : Présentation de la saison en championnat",
												"image": "./../../images/targaryen/saison_1/pres_saison.png",
												"icon": "",
												"content": [
													"Pour leur première saison dans la ligue nationale de Gibraltar, la première et unique division, le Targaryen FC de Rhaegar Targaryen est pronostiqué 12e selon les médias.",
													"Les géants du football de Gibraltar Lincoln et Europa FC, le champion en titre, sont pronostiqué sans grande surprise aux deux premières places du championnat.",
													"Cette édition se jouera en 39 journées, chaque équipe s'affronte 3 fois. Il y a une place pour le premier tour des phases qualificative de la ligue des champions pour le champion et 2 pour le premier tour de celles de l'Euro Cup II pour le premier et deuxième avec une 3e si le vainqueur de la Rock Cup fait partie des 3 premiers pour le quatrième."
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 1.0,
										"title": "Premier Tour de la Coupe Divisionnaire",
										"content": [
											{
												"id": 1,
												"title": "15/08/20 : Premier Tour de la Coupe Divisionnaire, l'avant-match",
												"image": "./../../images/targaryen/saison_1/cup-1_tour-1_av.png",
												"icon": "",
												"content": [
													"Le Targaryen FC reçoit demain, Dimanche 16 Aout, les St Joseph's à Fausse Dragon.",
													"Ce match est le 1er tour de la Coupe Divisionnaire de Gibraltar et sera le premier match de l'histoire du Targaryen FC ainsi que de son jeune entraineur de 26 ans, Rhaegar Targaryen.",
													"Pour ce premier match, le Targaryen FC ne part bien évidemment pas favori comme le montre les côtes mais une surprise, comme lors de leur match amical contre cette équipe qui s'est soldé par une victoire 3-2 des Red Dragon's, n'est pas à écarter.",
													"10 autres équipes entreront également dans la compétition durant ce premier tour soit la majorité des participants mais 2 autres équipes n'entreront dans la compétition qu'au tour suivant, notamment le champion en titre et grand favori, l'Europa FC."
												],
												"tag": [
												]
											},
											{
												"id": 1.1,
												"title": "16/08/20 : Premier Tour de la Coupe Divisionnaire, l'après-match",
												"image": "./../../images/targaryen/saison_1/cup-1_tour-1_ap.png",
												"icon": "",
												"content": [
													"Malgré une prestation plus qu'honorable et un grand nombre d'occasion dont un pénalty manqué, le Targaryen FC laisse s'échapper son premier succès ainsi que la qualification devant son public au profit d'une equipe de St Joseph's bien plus réaliste sur le score de 2-3.",
													"Les quleques mots de l'entraineur Rhaegar Targaryen à la suite de la rencontre :",
													"« C'est vrai qu'on aurait aimé gagner ce match et se qualifier, maintenant c'était notre premier match, on parvient à ouvrir le score, dans le jeu on a réussi à s'imposer... Je pense qu'on a pas a rougir et qu'on sort le tête haute même si c'est tôt. En tout cas je suis content de ce que j'ai vu, on a réussi a les gêner mais il va surtout falloir qu'on travail la finition. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 2.0,
										"title": "Première journée de championnat",
										"content": [
											{
												"id": 2,
												"title": "01/10/20 : Première journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-1_av.png",
												"icon": "",
												"content": [
													"Les Red Dragons de Rhaegar Targaryen font leur entré dans la ligue nationale de Gibralatr ce vendredi dans la cadre de la première journée du championnat et accueil Manchester 62 FC.",
													"Comme on pouvait s'y attendre, le club de Peyredragon ne part pas favori pour ce premier match mais le coach Targaryen se dit optimiste pour cette première rencontre.",
													"Trois matchs ont déjà eu lieu dans cette première journée avec une seul victoire pour le moment, celles de Lynx FC sur le score de 1-2 ce qui leur permet pour le moment d'être leadeur."
												],
												"tag": [
												]
											},
											{
												"id": 2.1,
												"title": "02/10/20 : Première journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-1_ap.png",
												"icon": "",
												"content": [
													"Ce vendredi, pour son second match officiel, le Targaryen FC c'est offert sa première victoire à Fausse Dragon dans la cadre de la première journée de championnat.",
													"Les hommes de Rhaegar Targaryen malgré une domination écrasante ne l'emporte que sur le score de 1-0 grâce à un but de Zhane Consigliero à la 24e minute ce qui a eu le don de frustré l'entraineur des Red Dragons malgrés la victoire.",
													"« Je suis effectivement très heureux de la victoire mais au vu de ce qu'on a proposé nous aurions dû plier ce match bien plus tôt. Avec un tel nombre d'occasions finir avec seulement un but marqué ce n'est pas possible nous devons faire mieux ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 3.0,
										"title": "Deuxième journée de championnat",
										"content": [
											{
												"id": 3,
												"title": "19/10/20 : Deuxième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-2_av.png",
												"icon": "",
												"content": [
													"Dans la cadre de cette seconde journée de championnat, le Targaryen FC aura un déplacement très difficile a Lincoln l'un des favoris cette saison ce mardi 20 Octobre.",
													"Plusieurs match ont déjà eu lieu dans cette seconde journée de championnat et même certains de la troisième journée de championnat.",
													"Lincoln sort d'ailleurs d'une cuisante défaite sur sa pelouse contre Europa FC sur le score de 4-0 dimanche dernier. De quoi donner un peu d'espoir au supporters."
												],
												"tag": [
												]
											},
											{
												"id": 3.1,
												"title": "20/10/20 : Deuxième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-2_ap.png",
												"icon": "",
												"content": [
													"Malheureusement, c'est sans grande surprise que les homme de Rhaegar Targaryen se sont incliné sur le pelouse du Lincoln sur un score de 3-1 pour cette deuxième journée de championnat.",
													"Les mots de l'entraineur suite à cette défaite :",
													"« Ils étaient tout simplement plus fort. On a quasiment rien pu faire, ils ne nous ont pas laissé mettre en place notre jeu il nous ont étouffé et comme souvent les rares occasion qu'on a on les mets pas au fond. Mais quoi qu'il arrive on est tombé sur plus fort que nous et il va falloir travailler pour revenir plus fort lors des deux prochaines rencontres contre eux. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 4.0,
										"title": "Troisième journée de championnat",
										"content": [
											{
												"id": 4,
												"title": "23/10/20 : Troisième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-3_av.png",
												"icon": "",
												"content": [
													"Pour cette troisième journée de championnat, c'est Glacis United qui se déplace à Fausse Dragon pour y affronter le club de la principauté.",
													"Bien que là encore les pronostics ne sont pas favorable au Red Dragons, le coach du Targaryen FC reste malgré tout optimiste et compte sur le soutient de ses supporters pour pousser ses joueurs à se dépasser et peut-être briller une seconde fois cette saison."
												],
												"tag": [
												]
											},
											{
												"id": 4.1,
												"title": "24/10/20 : Troisième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-3_ap.png",
												"icon": "",
												"content": [
													"Malgré un beau match dans le jeu, le Targaryen FC ne peut rien faire d'autre que s'incliner face a une équipe de Glacis United bien plus réaliste sur le score de 2-0.",
													"L'entraineur, Rhaegar Targaryen, très énervé, s'est laché à nos micros :",
													"« Comment on peut avoir le ballon, autant de frappe et malgré tout ne pas être foutu de marquer un seul but ?! Qu'on perde la match je peux le concevoir, on est une jeune équipe on manque d'expérience tout ça je peux le comprendre. Mais qu'on perde de cette manière je ne peux pas l'accepter !! On va travailler très dur parce que je ne veux plus voir un tel match ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 5.0,
										"title": "Quatrième journée de championnat",
										"content": [
											{
												"id": 5,
												"title": "26/10/20 : Quatrième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-4_av.png",
												"icon": "",
												"content": [
													"Un déplacement épineux en perspective pour les hommes de Rhaegar Targaryen, le Targaryen FC jouera sur la pelouse du Lynx FC dans la cadre de la quatrième journée de championnat.",
													"Le Lynx FC qui, a l'entame de cette quatrième journée, reste sur 3 victoire consécutive. A l'inverse, le club de la principauté va tenter de se relancer lui qui est sur une série de deux défaites."
												],
												"tag": [
												]
											},
											{
												"id": 5.1,
												"title": "27/10/20 : Quatrième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-4_ap.png",
												"icon": "",
												"content": [
													"Le club de la ville de Peyredragon qui parvient a réaliser un petit exploit sur le pelouse de Lynx FC en s'imposant logiquement dans un match où Lynx FC n'a pas éxisté.",
													"Les quelques mots de Rhaegar Targaryen après la rencontre :",
													"« Je suis assez content de ce que j'ai vu, surtout défensivement, on les a empêcher d'exister et ce sans trop de problème. Mon point d'amélioration reste comme toujours sur l'attaque et le peu d'occasion convertit mais ce soir on l'emporte et c'est le principal. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 6.0,
										"title": "Cinquième journée de championnat",
										"content": [
											{
												"id": 6,
												"title": "30/10/20 : Cinquième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-5_av.png",
												"icon": "",
												"content": [
													"Rencontre très compliqué en perspective contre Europe FC pour les Red Dragons dans le cadre de la cinquième journée de championnat.",
													"Les nouveau venu vont accueillir, demain à Fausse Dragon, les champion en titre et grand favori de cette edition avec nottamment déjà trois victoires en trois matches. Le Targaryen FC va devoir sur surpasser pour esperer gagner des points dans cette cinquième journée !"
												],
												"tag": [
												]
											},
											{
												"id": 6.1,
												"title": "31/10/20 : Cinquième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-5_ap.png",
												"icon": "",
												"content": [
													"Le Targaryen FC s'est offert ce soir le champion titre !! Après un match somptueux des hommes de Rhaegar Targaryen à Fausse Dragon, c'est L'Europa FC pourtant grand favori qui finit battu sur le score de 1-0.",
													"C'est logiquement un Rhaegar Targaryen de très bonne humeur qui s'est présenté a nos micros :",
													"« Je suis très heureux, c'est une très belle victoire contre une très belle équipe devant nos supporters... Je ne peux qu'être heureux ! Aujourd'hui encore notre défense fait un super match, Zhane (Consigliero) nous offre la victoire avec son but... Vraiment rien à dire juste à savourer ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 7.0,
										"title": "Sixième journée de championnat",
										"content": [
											{
												"id": 7,
												"title": "03/11/20 : Sixième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-6_av.png",
												"icon": "",
												"content": [
													"C'est sur la pelouse du Royal Gibraltar Regiment que va se déplacer le Targaryen FC pour le compte de la sixième journée de championnat.",
													"Le Royal Gibraltar Regiment qui n'a réussi a engrenger qu'un seul point en 6 matchs et qui est donc en grande difficulté devra affronter des Red Dragons plutôt en forme qui sont sur 2 victoires consécutives avec notamment une contre l'Europa FC."
												],
												"tag": [
												]
											},
											{
												"id": 7.1,
												"title": "04/11/20 : Sixième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-6_ap.png",
												"icon": "",
												"content": [
													"Le Targaryen FC s'impose de nouveau sur le score de 1-0 pour la troisième fois consécutive ! Comme attendu le Royal Gibraltar Regiment n'a pas pu faire grand chose face a la solidité défensive de cette équipe du Targaryen FC.",
													"Voici les mots de Rhaegar Targaryen après la rencontre :",
													"« Fier de cette nouvelle victoire et surtout trsè fier de notre défense. C'est le troisième match de suite sans encaisser de but vraiment un grand bravo eux ! En plus maintenant ils marquent même les buts ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 8.0,
										"title": "Septième journée de championnat",
										"content": [
											{
												"id": 8,
												"title": "06/11/20 : Septième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-7_av.png",
												"icon": "",
												"content": [
													"Pour la septième journée de champîonnat, le Targaryen FC accueille les Lions.",
													"Même si les côtes de Gibraltar Football penchent pour les Lions, les Red Dragons sont sur une bonne série et joueront chez eux bénéficiant ainsi du coutient de leurs supporteurs. A l'inverse, les Lions eux ont un début de saison plus compliqué, il ne serai donc pas surprenant de voir les hommes de Rhaegar Targaryen s'imposer dans cette rencontre."
												],
												"tag": [
												]
											},
											{
												"id": 8.1,
												"title": "07/11/20 : Septième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-7_ap.png",
												"icon": "",
												"content": [
													"Malgré une écrasante domination c'est pourtant bien le Targaryen FC qui s'incline sur sa pelouse contre les Lions. Malgré le peu d'occasion créé, les Lions sont parvenu à marqué l'unique but de la rencontre en faisant preuve de réalisme, ce qui a manqué au club de Peyredragon qui n'a pas pu marqué malgré sa domination.",
													"C'est un Rhaegar Targaryen dépité que nous avons trouvé a l'issue de cette rencontre :",
													"« Je n'ai rien à dire, on a été au dessus a tout les niveaux mais ils gagnent quand même. C'est le football, bravo à eux. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 9.0,
										"title": "Premier Tour de la Rock Cup",
										"content": [
											{
												"id": 9,
												"title": "17/11/20 : Premier Tour de la Rock Cup, l'avant-match",
												"image": "./../../images/targaryen/saison_1/cup-2_tour-1_av.png",
												"icon": "",
												"content": [
													"Le Targaryen FC reçoit encore une fois ce mercredi 18 Novembre, les Lions !",
													"Pour le compte du premier tour de la Rock Cup, les Red Dragons vont avoir l'occasion de prendre leur revanche sur les Lions suite a leur défaite en championnat lors de leur dernier match.",
													"Ce match sera aussi le premier du Targaryen FC dans la principale coupe nationale à Gibraltar. Coupe qui délivre une place européenne si elle n'est pas gagné par l'un des trois premiers du championnat."
												],
												"tag": [
												]
											},
											{
												"id": 9.1,
												"title": "18/11/20 : Premier Tour de la Rock Cup, l'après-match",
												"image": "./../../images/targaryen/saison_1/cup-2_tour-1_ap.png",
												"icon": "",
												"content": [
													"Le Targaryen FC obtient sa revanche devant son publique et s'offre les Lions sur le score de 2-1 menant ainsi à la qualification au second tour.",
													"Rhaegar Targaryen très heureux à notre micro :",
													"« Ca fait très plaisir de s'imposer dans cette compétition, devant nos supporters et surtout contre les Lions. »",
													"Malgré leur qualification, les Red Dragons hérite de l'un des pires tirages pour le second tour, Europa FC. Le match aura lieu le 23 Février à Fausse Dragon."
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 10.0,
										"title": "Huitième journée de championnat",
										"content": [
											{
												"id": 10,
												"title": "20/11/20 : Huitième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-8_av.png",
												"icon": "",
												"content": [
													"Après leur qualification en Rock Cup contre les Lions, le Targaryen FC va cette fois avoir un match compliqué contre le Bruno's Magpies FC qui fait un très bon début de saison.",
													"Les hommes de Rhaegar Targaryen qui ne cesse de surprendre vont une fois encore devoir se surpasser contre une équipe des Magpies très bonne dans ce début de saison avec 4 victoire sur 5 matches joué.",
													"En cas de victoire, les Red Dragons comme les Magpies, reviendront à égalité de point de Lincoln l'actuel premier du championnat. De quoi motivé les troupes !"
												],
												"tag": [
												]
											},
											{
												"id": 10.1,
												"title": "21/11/20 : Huitième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-8_ap.png",
												"icon": "",
												"content": [
													"C'est une rencontre très disputé entre les Red Deragons et les Majpies qui s'est soldé par un match nul, encore une bonne oppération pour les Red Dragons pourtant qui semblait en-dessous a l'entame de cette rencontre.",
													"L'entraineur du club de la principauté est d'ailleurs du même avis :",
													"« Une belle rencontre et une bonne opération je pense, c'est une bonne équipe qui fait un bon début de saison, réussir à repartir d'ici avec le point du nul c'est bien. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 11.0,
										"title": "Neuvième journée de championnat",
										"content": [
											{
												"id": 11,
												"title": "24/11/20 : Neuvième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-9_av.png",
												"icon": "",
												"content": [
													"Le Targaryen FC accueil cette fois Europa Point qui, même si les côtes sont équilibré, reste en difficulté dans ce début de saison.",
													"En plus de la mauvaise forme d'Europa Point, les Red Dragons bénéficieront également de l'appuie de leur supporters puisque le match se tiendra à Fausse Dragon. Ils sont donc légerement favori pour cette rencontre selon nous."
												],
												"tag": [
												]
											},
											{
												"id": 11.1,
												"title": "25/11/20 : Neuvième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-9_ap.png",
												"icon": "",
												"content": [
													"Ecrasante victoire du Targaryen FC face à Europa Point sur un large score de 4-0 avec un énorme Marrache auteur de 2 buts et d'une passe décissive.",
													"Un Rhaegar Targaryen logiquement très détendu à nos micros à la suite de la rencontre :",
													"« Il n'y a rien à redire, mes joueurs ont été excellent du début à la fin, Samuel(Marrache) m'a éblouie, très fier de cette belle victoire vraiment ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 12.0,
										"title": "Dixième journée de championnat",
										"content": [
											{
												"id": 12,
												"title": "27/11/20 : Dixième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-10_av.png",
												"icon": "",
												"content": [
													"L'aventure en championnat se poursuit pour les Red Dragons avec un match contre College 1975 pour le compte de la dixième journée.",
													"Bien que les côtes semblent défavorables, c'est un match facile qui s'annonce pour le Targaryen FC sur la pelouse d'une équipe de College 1975 qui n'a réussi à engrenger que 2 points en 8 matchs. A l'inverse, le club de la principauté, pour sa première saison ne cesse d'impressionner et parvient pour l'instant à se hisser à la troisième place du classement malgré quelques matchs d'avances. "
												],
												"tag": [
												]
											},
											{
												"id": 12.1,
												"title": "28/11/20 : Dixième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-10_ap.png",
												"icon": "",
												"content": [
													"Coup de tonerre sur la pelouse de College 1975 ce samedi 28 Novembre avec l'humiliation subit par les Red Dragons battu par 6-0 face à College 1975.",
													"Même si compte tenu du contenu du match, le score est sévère pour le Targaryen FC, il est vrai que le club de la principauté a proposé peu de choses et se fait logiquement punir par une équipe de College 1975 bien remonté et qui tient enfin son premier succès.",
													"Le coach Rhaegar Targaryen bien énervé ne s'est pas arrêté à nos micros ce soir."
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 13.0,
										"title": "Onzième journée de championnat",
										"content": [
											{
												"id": 13,
												"title": "01/12/20 : Onzième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-11_av.png",
												"icon": "",
												"content": [
													"Match compliqué en perspective pour les Red DRagons demain face à une équipe de Mons Calpe qui fait un bon début de saison.",
													"En effet, le Targaryen FC qui doit se relancer après sa cuisante défaire contre College 1975 sur le score de 6-0 va devoir tenter de le faire contre une equipe de Mons Calpe 3e du championnat et qui reste sur une série de 4 victoires consécutives en championnat.",
													"Rhaegar Targaryen nous confie que « Victoire ou pas, je veux voir autre chose de mon équipe que ce que j'ai vu lors de la precédente. »"
												],
												"tag": [
												]
											},
											{
												"id": 13.1,
												"title": "02/12/20 : Onzième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-11_ap.png",
												"icon": "",
												"content": [
													"Et c'est finalement sur un score nul et vierge que se quittent les deux équipe à Fausse Dragon.",
													"Au therme d'un match assez pauvre, les Red Dragons parviennent à éviter le pire en évitant une deuxième défaite consécutive.",
													"Rhaegar Targaryen à nos micros :",
													"« Pas grand chose à dire ce soir a part que la pauvreté de notre animation offensive fait peine à voir comme souvent maintenant on arrive a prendre un point contre une bonne équipe donc bon. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 14.0,
										"title": "Douzième journée de championnat",
										"content": [
											{
												"id": 14,
												"title": "04/12/20 : Douzième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-12_av.png",
												"icon": "",
												"content": [
													"Gros match en perspective à Fausse Dragon avec, face aux Red Dragons, le club le plus titré de l'histoire de la ligue nationale de Gibraltar, l'un des favoris cette saison, auteur d'un excéllent début de saison, Lincoln.",
													"Un match qui promet d'être compliqué pour les Red Dragons devant leur supporters toujours en quête d'une victoire pour se relancer après deux matchs de suite sans gagner."
												],
												"tag": [
												]
											},
											{
												"id": 14.1,
												"title": "05/12/20 : Douzième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-12_ap.png",
												"icon": "",
												"content": [
													"Sans grande surprise et malgré un carton roouge concédé, Lincoln s'impose sans grande difficulté sur la pelouse du Targaryen FC reforçant ainsi son statut de leader du championnat.",
													"Les mots de l'entraineur des Red Dragons à la suite de la rencontre :",
													"« On est tout simplement tombé contre plus fort que nous. Ils ont été meilleur et repartent logiquement avec les trois points, c'est aussi simple que ça. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 15.0,
										"title": "Treizième journée de championnat",
										"content": [
											{
												"id": 15,
												"title": "08/12/20 : Treizième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-13_av.png",
												"icon": "",
												"content": [
													"Déplacement un peu plus facile ^pour le Targaryen FC sur le papier et surtout une réelle occasion de se relancer dans cette treizième journée de championnat.",
													"En effet, pour cette journée, le club de la principauté ira affronter les Hound Dogs, avant dernier du championnat avec seulement une seule victoire à son actif. De quoi espérer une victoire pour les hommes de Rhaegar Targaryen qui restent sur une série de trois matchs sans victoire dont deux défaites."
												],
												"tag": [
												]
											},
											{
												"id": 15.1,
												"title": "09/12/20 : Treizième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-13_ap.png",
												"icon": "",
												"content": [
													"C'est sans difficultés et au terme d'une rencontre qu'ils ont dominé du début à le fin, que le Targaryen FC s'impose et renoue enfin avec le succès sur la pelouse des Hound Dogs pour cette treizième journée de championnat.",
													"Un Rhaegar Targaryen logiquement très détendu à nos micros à la suite de la rencontre :",
													"« Ca fait plaisir de retrouver le gout de la victoire et de voir une prestation d'une telle qualité de la part de mon équipe, je suis très heureux de ce que j'ai vu ce soir ! »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 16.0,
										"title": "Quatorzième journée de championnat",
										"content": [
											{
												"id": 16,
												"title": "15/12/20 : Quatorzième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-14_av.png",
												"icon": "",
												"content": [
													"Match très interessant en perspective pour cette quatorzième journée de championnat à Fausse Dragon entre le Targaryen FC et le Lynx FC.",
													"D'un côté le Lynx FC qui fait un bon début de saison et qui joue clairement l'une des places européenne, et de l'autre le Targaryen FC capable du meilleur comme du pire dans ce début de saison mais qui joue clairement à un niveau ou on ne l'attendait pas et qui bénéficie ce soir du soutient de ses supporters."
												],
												"tag": [
												]
											},
											{
												"id": 16.1,
												"title": "16/12/20 : Quatorzième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-14_ap.png",
												"icon": "",
												"content": [
													"C'est finalement le Lynx FC qui s'impose à Peyredragon devant des supporters médusé tant leur équipe a manqué de réussite aujourd'hui.",
													"L'entraineur des Red Dragons d'ailleurs très frustré à nos micros après la rencontre :",
													"« Oui effectivement je crois qu'on fait quelque chose comme trois ou quatre poteaux dans le match, ce pénalty non sifflé sur Jacque(Garcia) en fin de première période... Vraiment beaucoup de frustration et dans le vestiaire aussi parce qu'on a le sentiment qu'on aurait pu faire beaucoup mieux ce soir. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 17.0,
										"title": "Quinzième journée de championnat",
										"content": [
											{
												"id": 17,
												"title": "18/12/20 : Quinzième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-15_av.png",
												"icon": "",
												"content": [
													"Pour cette quinzième journée de championnat, le Targaryen FC affronte le Royal Gibraltar Regiment.",
													"Un match qui semble au premier abord facile pour une équipe des Red Dragons qui joue à domicile et qui a pour adversaire le bon dernier du championnat toujours en quête de sa première victoire malgré déjà douze matchs joués.",
													"Le match parfait pour les hommes de Rhaegar Taregaryen pour se relancé suite à leur défaite contre le Lynx FC plus tôt dans la semaine."
												],
												"tag": [
												]
											},
											{
												"id": 17.1,
												"title": "19/12/20 : Quinzième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-15_ap.png",
												"icon": "",
												"content": [
													"A la surprise générale et malgré une écrasante domination des Red Dragons, c'est finalement sur un match nul que se terminera cette rencontre.",
													"C'est Rhaegar Targaryen dépité qui est venu répondre à nos questions :",
													"« Que dire ? 19 frappes et seulement 3 cadrées, plus de 60% de possession et malgré tout le respect que j'ai pour cette équipe du Royal Regiment, ils sont dernier, aucune victoire, 3 points pris en 12 rencontres, et on se retrouve quand même à perdre des points chez nous contre eux ! C'est tout simplement inconcevable. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 18.0,
										"title": "Seizième journée de championnat",
										"content": [
											{
												"id": 18,
												"title": "22/12/20 : Seizième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-16_av.png",
												"icon": "",
												"content": [
													"Nouveau match compliqué pour les Red Dragons à Fausse Dragon avec la reception de St Joseph's FC pour le compte de la seizième journée de championnat.",
													"Le Targaryen FC va devoir se surpasser pour espérer renouer avec le succès demain soir contre une équie de St Joseph quatrième et qui, en cas de victoire à Peyredragon, pourrait passer deuxième. De quoi motiver les hommes de Raul Procopio à se surpasser à Fausse Dragon."
												],
												"tag": [
												]
											},
											{
												"id": 18.1,
												"title": "23/12/20 : Seizième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-16_ap.png",
												"icon": "",
												"content": [
													"Petit exploit du club de la principauté après cette belle victoire sur sa pelouse contre St Joseph's FC dans un match très équilibré.",
													"Rhaegar Targaryen logiquement heureux suite à cette victoire est venu répondre à nos questions :",
													"« Oui très content, on arrive à retrouvé les saveurs de la victoire et contre une équipe du haut de tableau en plus, très heureux et très content de mes joueurs. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 19.0,
										"title": "Dix-Septième journée de championnat",
										"content": [
											{
												"id": 19,
												"title": "03/01/21 : Dix-Septième journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-17_av.png",
												"icon": "",
												"content": [
													"Pour son premier match de l'année 2021, le Tragaryen FC de Rhaegar Targaryen se déplacera ce lundi 4 janvier sur la pelouse de Manchester 62.",
													"Manchester 62 qui réalise une première partie de saison en dessous des attentes mais qui semble sortir la tête de l'eau avec une victoire contre Europa Point et un nul contre Lynx FC va devoir confirmer contre un Targaryen FC qui vient de battre une belle équipe de St Joseph et qui est bien déterminé a poursuivre sur sa lancée pour 2021."
												],
												"tag": [
												]
											},
											{
												"id": 19.1,
												"title": "04/01/21 : Dix-Septième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-17_ap.png",
												"icon": "",
												"content": [
													"L'irrégularité du Targaryen FC a encore frappé avec cette fois une défaite sur un score de 4-1 contre Manchester 62.",
													"Cette défaite qui est d'ailleurs loin d'avoir avi l'entraineur des Red Dragons :",
													"« Rien à dire. de toute façon a partir du moment où même sur pénalty on arrive pas à marquer ça ne sert à rien d'ésperer le faire dans le jeu et encore moins gagner des matchs. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 20.0,
										"title": "Dix-Huitième journée de championnat",
										"content": [
											{
												"id": 20,
												"title": "15/01/21 : Dix-Huitième  journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-18_av.png",
												"icon": "",
												"content": [
													"Dans le cadre de la dix-huitième journée de championnat, le Targaryen FC se déplacera sur la pelouse du St Joseph's FC.",
													"Une occasion pour les joueurs de St Joseph de prendre leur revanche sur les hommes de Rhaegar Targaryen après leur défaite il y a moins d'un mois à Peyredragon et d'occuper provisoirement la seconde place du podium.",
													"Les Red DRagons eux vont tenter de se relancer suite à leur cuisante défaite sur le terrain de Manchester 62."
												],
												"tag": [
												]
											},
											{
												"id": 20.1,
												"title": "15/01/21 : Dix-Huitième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-18_ap.png",
												"icon": "",
												"content": [
													"St Joseph's a facilement battu un Targaryen FC completement démuni et file temporairement à la seconde place du classement.",
													"Rhaegar Targaryen est lucide, il n'en veut pas à ses joueurs :",
													"« Je n'en veux pas à mes joueurs, je sais qu'on a beaucoup de recrues issues du mercato, que c'était un match compliqué... Vraiment c'est ma faute, c'est moi qui ai voulu les faire démarrer alors qu'ils n'étaient pas forcément prêt, je prends l'entière responsabilité de cette défaite sur les épaules. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 21.0,
										"title": "Dix-Neuvième journée de championnat",
										"content": [
											{
												"id": 21,
												"title": "19/01/21 : Dix-Neuvième  journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-19_av.png",
												"icon": "",
												"content": [
													"Pour la dix-neuvième journée de championnat, les Red Dragons ont une réelle occasion de se relancer en accueillant les Hound Dogs, avant dernier du championnat.",
													"Les Red Dragons qui traversent une phase compliqué en championnat avec deux défaites sur les deux derniers matchs et en reconstruction de leur effectif avec énormément de mouvement au cours de ce mercato, ils doivent donc impérativement se relancer !"
												],
												"tag": [
												]
											},
											{
												"id": 21.1,
												"title": "20/01/21 : Dix-Neuvième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-19_ap.png",
												"icon": "",
												"content": [
													"Le Targaryen FC qui ne parvient pas à remporter le match contre les Hound Dogs malgré une nette domination et un pénalty manqué.",
													"L'entraineur des Red Dragons à nos micros après la rencontre :",
													"« On domine largement ce match on manque même un pénalty et ils finnissent par égaliser au retour des vestiaires... C'est dommage parce que je pense qu'un deuxième but avant la mi-temps nous aurait mis à l'abris mais voilà on arrive pas à le marqué et on se fait surprendre c'est dommage. »"
												],
												"tag": [
												]
											}
										]
									},
									{
										"id": 22.0,
										"title": "Vingtième journée de championnat",
										"content": [
											{
												"id": 21,
												"title": "22/01/21 : Vingtième  journée de championnat, l'avant-match",
												"image": "./../../images/targaryen/saison_1/day-20_av.png",
												"icon": "",
												"content": [
													"Match compliqué à domicile pour le club de la principauté contre une belle équipe des Magpies.",
													"Le club de Peyredragon qui reste sur trois matchs de championnat sans victoire va avoir fort à faire contre une équipe des Magpies qui reste sur trois victoires sur ses quatres derniers matchs. On imagine mal les voir se relancer sur ce match mais les Red Dragons en on déjà surpris plus d'un avec des victoires ou des nuls improbable notamment plus tôt dans la saison contre cette même équipe en décrochant un match nul."
												],
												"tag": [
												]
											},
											{
												"id": 21.1,
												"title": "23/01/21 : Vingtième journée de championnat, l'après-match",
												"image": "./../../images/targaryen/saison_1/day-20_ap.png",
												"icon": "",
												"content": [
													"Les Red Dragons suprennent encore leur monde en arrachant un nul plus que mérité contre les Majpies et en frollant la victoire.",
													"un Rhaegar Targaryen de bonne humeur est venu répondre à nos questions :",
													"« Un peu de frustration quand même, on prends le but de l'égalisation dans les dernières minutes et cette occasion d'Eric (Samé) en toute fin de match qui aurait pu nous donner la victoire. Mais le bilan de ce latch est un bilan globalement positif contre une bonne équipe, le point dunul me satisfait. »"
												],
												"tag": [
												]
											}
										]
									}
								]
							}
						]
					}
				]
			}
		]
	},
	{
		"id": "3",
		"title": "Untraveled Journey",
		"cover": "./images/Night.png",
		"path": "untraveled"
	},
	{
		"id": "4",
		"title": "CK3 AGOT",
		"cover": "./images/agot.jpg",
		"path": "ck3agot",
		"project": [
			{
				"projectId": "0",
				"title": "La Dynastie Belaerys",
				"cover": "./images/agot/belaerys.jpg",
				"description": "",
				"history": [
					{
						"id": "0",
						"title": "Prologue",
						"story": [
							{
								"id": "0.1",
								"title": "",
								"image": "../images/agot/belaerys.jpg",
								"tag": [
									{
										"href": "",
										"title": "Belaerys"
									}
								],
								"content": [
									"La maison Belaerys était l’une des grandes lignées de seigneurs-dragons de l’ancienne Valyria, faisant partie des familles influentes des Possessions. Elle acquit une renommée particulière grâce à Jaenera Belaerys, célèbre pour son audace et son dragon, Terrax. Jaenera entreprit une expédition de trois ans sur le continent mystérieux de Sothoryos, une terre redoutée pour ses jungles hostiles et ses nombreuses maladies. À son retour, auréolée de gloire, Jaenera épousa un noble valyrien. Leur union fut toutefois de courte durée : son mari mourut quelques mois après l’avoir mise enceinte. De cette brève histoire d’amour naquit leur fille unique, Rhaenys Belaerys.",
									"Orpheline de mère à l’âge de six ans, Rhaenys devint la dernière représentante de la maison Belaerys. Sans figure parentale pour la soutenir, l’influence de sa famille au sein de Valyria s’effrita peu à peu. Cependant, cette perte ne troubla pas la jeune fille lorsque, en grandissant, elle prit conscience des rouages politiques de l’antique cité. Elle désapprouvait fermement la politique esclavagiste des Valyriens, ce qui la démarqua des autres grandes familles.",
									"À seize ans, Rhaenys accomplit un exploit qui marqua le début de sa légende : elle dompta une dragonne sauvage nommée Beleys, réputée indomptable, dont la vitesse inégalée et la beauté éblouissante fascinaient ceux qui la voyaient. Liée à cette créature d’exception, Rhaenys prit une décision radicale. Refusant de rester impliquée dans les intrigues et les pratiques corrompues de Valyria, elle choisit de quitter la cité et de partir explorer le monde. Cette même année, les Targaryen quittèrent également Valyria, ce qui leur valut, à eux comme à Rhaenys, le surnom d’« exilés de Valyria » parmi les nobles.",
									"Durant les onze années qui suivirent, Rhaenys parcourut Essos et, parfois, Westeros, sur le dos de sa dragonne. Cependant, c’est à Lys qu’elle revenait le plus souvent, ayant rencontré peu après son départ un jeune homme de neuf ans son aîné, Nevio. Éprise de lui, elle l’épousa, et le couple s’établit à Lys entre les nombreux voyages de Rhaenys.",
									"La jeune dragonnière fit rapidement parler d’elle. Peu après son départ de Valyria, elle prit la tête d’une rébellion de paysans contre leur seigneur, révélant un talent inné pour le commandement et l’art de la guerre. Ses compétences exceptionnelles en tactique et au maniement de l’épée, acquises durant son enfance grâce à ses longues heures d’entraînement et à l’étude des grandes batailles, firent d’elle une combattante redoutable. Sur le dos de Beleys, elle était encore plus impressionnante, le lien unique qui l’unissait à sa dragonne rendant leurs assauts aériens presque inarrêtables.",
									"Cette première victoire permit à Rhaenys de se faire un nom. Sa renommée s’étendit rapidement, et de nombreux nobles d’Essos commencèrent à solliciter ses services, prêts à la payer grassement pour qu’elle combatte leurs ennemis.",
									"Malgré ses nombreuses campagnes, Rhaenys revenait toujours à Lys pour retrouver Nevio. À l’âge de 19 ans, elle donna naissance à leur premier enfant, un fils qu’ils nommèrent Baelor. Au fil des années, les exploits de Rhaenys et de sa dragonne Beleys marquèrent les esprits. Les habitants d’Essos finirent par attribuer un surnom prestigieux à la dragonne : la Reine Noire."
								]
							}
						]
					},
					{
						"id": "1",
						"title": "0 A.D. - ?? : Rhaenys Belaerys 'Mère de la lignée'",
						"story": [
							{
								"id": "1.1",
								"title": "0 A.D. : Le fléau et ses conséquences",
								"image": "../../images/agot/rhaenys-ressurect.png",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									}
								],
								"content": [
									"Lorsque le Fléau de Valyria frappa, Rhaenys avait 27 ans. Elle résidait alors à Lys avec son mari, Nevio, et leur fils Baelor. La nouvelle de la catastrophe se répandit rapidement, semant le chaos et la peur à travers le monde. Voyant une occasion unique d’en finir avec les derniers dragonniers valyriens, les nobles de Lys ourdirent un complot pour assassiner Rhaenys, sa famille et son dragon Beleys durant leur sommeil.",
									"Cependant, malgré la soudaineté de l’attaque, Rhaenys parvint à repousser ses assaillants. Elle s’échappa de justesse avec son mari et son fils sur le dos de sa dragonne. Mais lors de leur fuite, une flèche décochée par l’un de leurs poursuivants atteignit Rhaenys dans le dos. Gravement blessée, elle continua à voler jusqu’à ce qu’ils atteignent une plage isolée près de Volantis. Là, à l’abri du danger immédiat, la jeune dragonnière succomba à ses blessures sous les yeux impuissants de sa famille et de son dragon.",
									"C’est alors qu’une prêtresse rouge apparut, comme si elle avait su où Beleys se poserait. Silencieuse, elle s’approcha du corps encore chaud de Rhaenys, ignorant la douleur et la peur de sa famille. Murmurant des paroles dans une langue ancienne, elle posa une main sur le cœur sans vie de Rhaenys. Après un court instant, contre toute attente, la dragonnière ouvrit les yeux.",
									"« Que vous a-t-il montré ? » demanda la prêtresse d’une voix calme mais empreinte d’autorité. Encore désorientée, Rhaenys répondit d’un souffle :",
									"    « La mort... La mort venant du nord... traversant le Mur... Les armées de Westeros, impuissantes... »",
									"La prêtresse hocha gravement la tête. « C’est ce qui devait advenir si vous mouriez ici aujourd’hui. Mais le Maître de la Lumière m’a montré une autre vision : un héros faisant face aux morts, un dragon à ses côtés... et un nom : Belaerys. »",
									"À cet instant, Rhaenys comprit que ce qu’elle avait vu, tout comme les visions de la prêtresse, se déroulerait dans un avenir lointain. Ce ne serait pas à elle, mais à sa descendance, de relever ce défi et de protéger le monde de la menace qui viendrait du Nord."
								]
							},
							{
								"id": "1.2",
								"title": "0 A.D. - 10 A.D : Les derniers voyages de Rhaenys",
								"image": "../../images/agot/rhaenys-valyria-ruines.webp",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									},
									{
										"href": "",
										"title": "Beleys"
									}
								],
								"content": [
									"Afin de préparer sa descendance à affronter la menace prophétisée, Rhaenys prit la décision ambitieuse de reconstruire l’antique Valyria. Cependant, elle savait que les terres encore fumantes du Fléau étaient inhabitables et qu’une immense fortune serait nécessaire pour mener à bien ce projet titanesque. Avec sa famille, elle s’établit à Volantis, une cité historiquement liée à Valyria où les seigneurs-dragons étaient toujours respectés. Ce choix stratégique lui permit de bénéficier d’une certaine stabilité tout en poursuivant ses efforts pour accumuler les ressources nécessaires à son rêve.",
									"Cherchant à mieux comprendre la menace venue du Nord, Rhaenys entreprit un périlleux voyage au-delà du Mur. Malheureusement, ses recherches n’aboutirent pas, et elle revint sans nouvelles informations sur les morts. Cependant, son courage et sa force inspirèrent un petit groupe de sauvageons qui prêtèrent allégeance à la dragonnière, fascinés par sa détermination et la majesté de Beleys. Lors de son retour vers le Mur, la Garde de Nuit, bien qu’hésitante à laisser passer une troupe de sauvageons, préféra céder plutôt que de risquer le courroux de la dragonnière.",
									"De retour de cette expédition au Nord, Rhaenys tourna son attention vers les ruines de Valyria. Cinq ans après le Fléau, elle se lança seule avec Beleys dans une mission audacieuse visant à évaluer l’ampleur des dégâts et à déterminer ce qu’il faudrait pour reconstruire l’antique royaume. Les récits de cette expédition parlent d’affrontements contre des vers de feu et de rituels magiques qu’elle aurait utilisés pour purifier les lieux en prévision de la renaissance de Valyria. Bien que certains doutent de la véracité de ces légendes, un fait demeure : après le passage de Rhaenys, les marins purent de nouveau traverser la mer Fumeuse sans craindre autre chose que les tempêtes.",
									"Les années suivantes, Rhaenys continua à accumuler des richesses et à renforcer sa réputation. Parmi ses compagnons les plus loyaux se trouvait Brogg, un ancien chef sauvageon ayant rejoint son camp lors de l’expédition au-delà du Mur. Sa férocité au combat et sa dévotion presque fanatique envers Rhaenys lui avaient valu une place d’honneur parmi ses hommes. Bien qu’il ne fût pas noble, son courage et son rôle dans plusieurs batailles avaient fait de lui une figure respectée – bien que parfois énigmatique – au sein de l’entourage de la dragonnière.",
									"Pendant les campagnes de Rhaenys, Brogg s'était imposé comme un leader loyal parmi les sauvageons. Sur le champ de bataille, il était un combattant féroce, n’hésitant jamais à prendre les risques les plus insensés pour protéger Rhaenys. Son admiration pour elle était palpable, presque religieuse.",
									"Mais en dehors des combats, Brogg restait une énigme. Son comportement envers Nevio, le mari de Rhaenys, était souvent glacial, parfois teinté de mépris à peine voilé. Bien que Nevio ne semble pas s’en offusquer, certains parmi l’entourage de Rhaenys avaient remarqué cette différence flagrante dans son attitude. Lorsqu’un soldat osa un jour mentionner l’attitude de Brogg, celui-ci répliqua froidement :",
									"    « Nevio n’est pas digne d’elle. Il n’est qu’un mortel ordinaire, incapable de comprendre sa grandeur. »",
									"Ces paroles, bien qu’oubliées par leurs témoins, révélaient un mépris profond que Brogg tentait de dissimuler. Plus les années passaient, plus son dévouement à Rhaenys semblait se transformer en une obsession silencieuse.",
									"Dix ans après le Fléau, et trois ans après avoir donné naissance à son second fils, Haegon, Rhaenys lança enfin son ambitieuse expédition pour reconstruire la capitale de Valyria."
								]
							},
							{
								"id": "1.3",
								"title": "10 A.D. : Reconstruction et politique",
								"image": "../../images/agot/rhaenys-reconstruct.webp",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									}
								],
								"content": [
									"Pour entamer la reconstruction de Valyria, Rhaenys mobilisa tous les partisans qu’elle avait ralliés au fil de ses voyages. Elle investit une partie des richesses accumulées pour recruter les meilleurs charpentiers de Volantis et affréter une flotte de navires. Avec ces ressources, elle lança son expédition vers la capitale de l’antique royaume.",
									"Une fois arrivée sur place, les travaux de reconstruction débutèrent immédiatement. Rhaenys profita de cette étape cruciale pour instaurer un conseil destiné à l’assister dans la gouvernance de la cité et, potentiellement, du royaume qu’elle espérait restaurer. Ce conseil était composé de plusieurs figures clés :",
									"   - Nevio, son mari, qui lui apportait soutien et sagesse.",
									"   - Un commandant chargé de superviser les forces armées.",
									"   - Un amiral, responsable de la gestion et de l’expansion de la flotte.",
									"   - Un diplomate, en charge des relations extérieures.",
									"   - Un grand argentier, garant des finances de la cité.",
									"   - Un maître espion, chargé de surveiller les activités dans la cité et au-delà.",
									"   - Un médecin de la cour, veillant à la santé de ses proches et des notables.",
									"   - Et enfin, Baelor, son fils aîné et plus proche conseiller.",
									"Lors de la première réunion du conseil, Rhaenys rappela les erreurs du passé. Elle déclara que la soif de pouvoir démesurée des Valyriens avait conduit au Fléau. Ainsi, elle imposa une règle fondamentale : il n’y aurait plus d’autres dragons à Valyria que Beleys, qui protégerait seule le royaume. Elle révéla également avoir utilisé un sortilège découvert dans les ruines pour rendre sa dragonne immortelle face à la vieillesse. Cependant, Rhaenys omis de leur confier une autre conviction : elle était persuadée que Beleys était le dragon destiné à accompagner le héros de la prophétie.",
									"La réunion du conseil aborda ensuite les questions diplomatiques. Rhaenys, consciente de la vulnérabilité actuelle de Valyria, insista sur la nécessité d’établir des alliances solides et durables. Elle expliqua que, malgré les progrès réalisés dans la reconstruction, les richesses et le prestige de Valyria attiraient déjà des convoitises. « Si nous voulons protéger ce que nous bâtissons ici, nous devons nous assurer des soutiens indéfectibles, » déclara-t-elle en regardant les membres de son conseil.",
									"Elle exposa alors son plan : envoyer des corbeaux aux derniers seigneurs valyriens encore en vie et proposer la main de son fils aîné, Baelor, à une jeune fille de la maison Celtigar, l’une des rares lignées valyriennes de Westeros. Ce mariage symbolique permettrait de renouer avec les Valyriens de Westeros et d’assurer leur soutien en cas d’attaque contre Valyria renaissante.",
									"À ces mots, certains membres du conseil échangèrent des regards inquiets, conscients de l’impact personnel d’un mariage arrangé pour Baelor. Pourtant, ce dernier, assis à la droite de sa mère, ne montra aucun signe d’opposition.",
									"Rhaenys se tourna vers son fils, cherchant à sonder son expression. « Baelor, tu sais que ce mariage est essentiel. Mais c’est une décision qui affectera ton avenir. Si tu as la moindre réserve, dis-le maintenant. »",
									"Baelor posa un instant son regard sur la table, puis releva la tête avec une détermination tranquille. « Mère, je comprends l’importance de cette alliance, et je m’y plie sans hésitation. Nous avons tous un rôle à jouer dans la renaissance de Valyria. Si mon devoir est d’assurer la survie de notre maison et de notre peuple, alors je l’accomplirai. »",
									"Son ton était ferme, mais dénué de froideur. Il marquait clairement son dévouement à la cause de sa mère. Après un court silence, il ajouta avec une touche de sincérité : « Et puis, qui sait ? Peut-être que l’amour naîtra malgré tout. Nous bâtissons Valyria pour l’avenir, pas seulement pour nous-mêmes. »",
									"Un léger sourire apparut sur les lèvres de Rhaenys. Elle savait que son fils partageait sa vision et comprenait les sacrifices nécessaires. Cette maturité et cette loyauté renforcèrent encore sa détermination à sécuriser l’avenir de leur famille et de leur royaume.",
									"Les corbeaux furent donc envoyés aux Celtigar, qui acceptèrent avec enthousiasme l’offre de la Dame de Valyria. Il fut convenu que l’union aurait lieu dans quatre ans, à la majorité de la jeune fille, lors d’un grand mariage célébré à Valyria. Les Velaryon et les Targaryen furent également conviés, renforçant encore les liens entre les grandes familles valyriennes.",
									"L’année 10 après le Fléau s’acheva sur un événement marquant : la naissance du troisième fils de Rhaenys, Maekar. Ce fut le premier enfant à voir le jour sur les terres de Valyria depuis la catastrophe, marquant un symbole fort de renaissance pour l’antique royaume."
								]
							},
							{
								"id": "1.4",
								"title": "11 A.D. - 14 A.D. : Les préparatifs du grand mariage",
								"image": "../../images/agot/Nevio-murder.png",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									}
								],
								"content": [
									"Durant les trois années suivantes, Valyria n'eu à souffrir d'aucune attaque extérieur, les seigneurs voisins, bien qu'envieux des richesses de Valyria, n’osaient pas s’opposer à Rhaenys. Les récits de ses batailles, où Beleys avait réduit en cendres des armées entières, résonnaient encore dans les tavernes et les cours. On disait qu’aucune forteresse ne pouvait résister à la Reine Noire et sa dragonnière.",
									"La dragonnière en question quant à elle, déploya tous ses efforts pour poursuivre la reconstruction de Valyria. Elle souhaitait que la cité puisse accueillir dignement le grand mariage de son fils Baelor et des invités prestigieux attendus pour l’événement. Bien qu’elle culpabilisât d’imposer à son fils un mariage arrangé, alors qu’elle-même avait connu un mariage d’amour, Baelor, profondément dévoué à sa mère et à sa cause, accepta sans hésitation. Rhaenys voyait en ce mariage une double opportunité : offrir à son fils un avenir prospère tout en montrant au monde que, bien que loin de son apogée, Valyria était toujours une cité puissante avec laquelle il était avantageux de s’allier.",
									"Au cours de cette période, Rhaenys donna également naissance à deux nouveaux enfants : Maegor en l’an 11 et Aenys en l’an 13.",
									"L’an 14 marqua enfin l’arrivée de l’année du mariage. Absorbée par les préparatifs, Rhaenys ne perçut pas le complot qui se tramait sous son nez. Une nuit, alors qu’elle était restée tard dans la salle du conseil avec son grand argentier pour finaliser les comptes liés au mariage, elle retourna seule dans ses appartements. En entrant dans sa chambre, elle découvrit une scène macabre : Brogg, un ancien sauvageon dévoué mais jaloux de Nevio, se tenait là, une lame ensanglantée à la main. Le regard de Rhaenys se posa sur le lit : Nevio, son mari bien-aimé, gisait sans vie, la gorge tranchée.",
									"Brogg n’eut pas le temps de s’expliquer. Agissant par instinct, Rhaenys dégaina son épée et, d’un mouvement rapide et précis, trancha la tête de l’assassin.",
									"On raconte que lorsque les gardes arrivèrent quelques minutes plus tard, ils trouvèrent Rhaenys immobile, debout dans la chambre, observant silencieusement le corps sans vie de Brogg se vidant de son sang. Après un moment de silence glaçant, elle déclara d’un ton froid et résolu :",
									"    « Son corps, son nom, faites tout disparaître de lui, et que jamais plus personne ne fasse mention de lui en ma présence. »",
									"Le lendemain, des funérailles solennelles furent organisées pour Nevio. Rhaenys lui rendit les honneurs d’une incinération par le feu de Beleys, comme le voulaient les traditions des seigneurs-dragons. La dragonne, fidèle gardienne de la famille Belaerys, inclina légèrement la tête avant de cracher un souffle de flammes noires et orangées, réduisant le corps en cendres. Rhaenys se tenait droite, impassible aux yeux de tous, même si son cœur semblait prêt à éclater.",
									"Une fois les cendres recueillies, Rhaenys monta sur le dos de Beleys, accompagnée de ses fils aînés, Baelor et Haegon. Ensemble, ils s’envolèrent vers Lys, la terre natale de Nevio, traversant les vents marins et les nuages gris. Le vol se fit dans un silence presque sacré, le rugissement des ailes de Beleys étant la seule musique accompagnant leur procession funèbre.",
									"Arrivés au-dessus des falaises surplombant Lys, là où Rhaenys et Nevio avaient partagé leurs premiers moments d’amour, elle fit signe à Beleys de se poser. Une brise légère venait de la mer, apportant avec elle les odeurs salées et familières de cette terre qui avait tant compté pour eux.",
									"Rhaenys descendit de sa dragonne et, tenant l’urne contenant les cendres de Nevio, s’avança lentement vers le bord de la falaise. Pendant un instant, elle resta immobile, les yeux fixés sur l’horizon. Puis, d’un geste mesuré, elle ouvrit l’urne et laissa les cendres s’envoler, portées par le vent.",
									"Beleys, debout derrière elle, poussa soudain un hurlement long et profond, si puissant qu’il fit écho dans toute la baie de Lys. Ce cri, empli d’une tristesse presque humaine, fit vibrer l’air, comme si la dragonne exprimait la douleur que sa maîtresse retenait.",
									"Rhaenys, qui jusqu’ici avait contenu ses émotions, posa une main tremblante sur le cou de Beleys, sentant la chaleur qui émanait de ses écailles. « Tu ressens ma douleur, n’est-ce pas ? » murmura-t-elle presque pour elle-même. Pendant un instant, elle s’autorisa à partager ce chagrin, laissant une larme glisser le long de sa joue.",
									"Ses fils restèrent silencieux, respectant ce moment d’intimité entre la dragonnière et sa fidèle compagne. Lorsqu’ils reprirent leur envol pour retourner à Valyria, l’atmosphère semblait plus lourde, mais aussi empreinte d’une certaine paix. Rhaenys avait honoré Nevio là où leur histoire avait commencé, et à travers le cri de Beleys, elle avait partagé son deuil d’une manière qu’aucun mot ne pourrait égaler.",
									"Malgré le deuil qui pesait sur elle, Rhaenys ne laissa pas la tristesse ralentir les préparatifs du mariage. Elle savait que cet événement marquerait non seulement une étape cruciale pour la maison Belaerys, mais également une opportunité politique essentielle pour garantir l’avenir de Valyria. "
								]
							},
							{
								"id": "1.5",
								"title": "14 A.D. : Le grand mariage",
								"image": "../../images/agot/mariage-Baelor.png",
								"tag": [
									{
										"href": "",
										"title": "Baelor Belaerys"
									},
									{
										"href": "",
										"title": "Daena Celtigar"
									}
								],
								"content": [
									"Lorsque le jour fatidique arriva, la cité, bien que toujours en reconstruction, brillait de mille feux. Les rues principales avaient été nettoyées et ornées de bannières aux couleurs des maisons invitées. Des braseros gigantesques illuminaient les anciennes places royales, tandis que les bâtiments partiellement restaurés étaient décorés de guirlandes dorées et pourpres.",
									"Les invités de marque arrivèrent avec faste. Gaemon Targaryen, seigneur de Peyredragon et fils d’Aenar l’Exilé, fit une entrée remarquée sur le dos de son dragon, Anagros. Bien que ce dernier fût d’un beige clair peu attrayant, son imposante taille et sa prestance témoignaient de son âge avancé, plus de 80 ans, faisant de lui une relique vivante de la grandeur passée de Valyria. Gaemon était accompagné de son fils, Baelor Targaryen, un jeune homme d’une vingtaine d’années à la prestance martiale. Vaemond Velaryon, à la tête de la puissante maison navale, arriva en grande pompe avec une escorte maritime impressionnante. Ardrian Celtigar, père de Daena Celtigar, la fiancée, représenta sa maison avec dignité, apportant des cadeaux somptueux en signe de respect. Enfin, le triarque de Volantis, Vargello Qhaedar, vêtu de pourpre et d’or, ajouta une touche exotique aux festivités par sa présence.",
									"Baelor Belaerys, quant à lui, fut comblé. Lorsqu’il rencontra son épouse, ce fut le coup de foudre. Elle incarnait toute la beauté valyrienne : de longs cheveux blancs, des yeux d’un mauve profond, et une flamme intérieure que sa timidité ne parvenait pas à dissimuler.",
									"Le mariage fut précédé par plusieurs jours de festivités, ponctuées de banquets somptueux, de spectacles de danseurs et d’acrobates, mais aussi d’épreuves martiales. Un grand tournoi fut organisé en l’honneur des noces, attirant les meilleurs chevaliers et guerriers présents. Le point culminant fut une joute spectaculaire, où Baelor Targaryen s’illustra par son habileté et son sang-froid, remportant la victoire contre des adversaires redoutables. Sa victoire suscita l’admiration des invités et renforça l’image d’une alliance solide entre les Targaryen et les Belaerys.",
									"Lorsque le jour du mariage arriva, la cité de Valyria fut plongée dans une ambiance presque mystique. Le soleil se couchait sur la mer Fumeuse, baignant les lieux d’une lumière dorée. Rhaenys, en hommage à sa maison, portait une robe somptueuse aux couleurs de la maison Belaerys : un noir profond rehaussé de broderies dorées représentant un soleil éclatant et un dragon au cœur, symbolisant l’aube et le feu. Son fils, Baelor, arborait un ensemble noir épuré, marquant sa position de futur héritier de Valyria renaissante. Quant à Daena Celtigar, elle portait une robe rouge flamboyant, symbolisant la maison Celtigar et sa fierté valyrienne.",
									"Le mariage fut célébré dans une cour restaurée de l’ancienne capitale, sous des bannières noires et orange flottant au vent, portant fièrement le blason de la maison Belaerys : un soleil flamboyant sur fond noir, avec un dragon au centre. L’atmosphère était chargée d’émotion et de symbolisme, mêlant respect pour les traditions valyriennes et espoir en un renouveau.",
									"On raconte que les invités ne manquèrent de rien : des tables interminables regorgeaient de mets somptueux, allant de poissons fraîchement pêchés dans la mer Fumeuse à des fruits exotiques venus de Sothoryos. Les festivités, rythmées par des musiciens valyriens jouant des airs anciens, étaient d’une élégance remarquable. Les danseurs exécutaient des chorégraphies complexes, évoquant les anciens mythes valyriens, tandis que les acrobates semblaient presque défier les lois de la gravité.",
									"Les alliances scellées ce jour-là furent aussi importantes que les festivités elles-mêmes :",
									"   - Haegon Belaerys fut promis à une jeune noble de la maison Velaryon, garantissant une alliance navale cruciale.",
									"   - Maekar Belaerys, quant à lui, fut destiné à une future union avec une fille de la maison Targaryen, consolidant un lien familial avec Peyredragon.",
									"   - Enfin, Rhaenys proposa aux Celtigar, Velaryon et Targaryen un partenariat commercial exclusif sur le commerce de l’acier valyrien, renforçant leur soutien mutuel et dissipant tout risque de rivalité directe.",
									"Baelor Belaerys, quant à lui, fut comblé. Lorsqu’il rencontra son épouse, Daena Celtigar, ce fut le coup de foudre. Elle incarnait toute la beauté valyrienne : de longs cheveux blancs, des yeux d’un mauve profond, et une flamme intérieure que sa timidité ne parvenait pas à dissimuler.",
									"Avec ce mariage, Rhaenys avait atteint son objectif : sceller des alliances solides entre les Valyriens de Westeros et la cité renaissante de Valyria. Pour la première fois depuis des années, elle put relâcher la pression et savourer un moment de répit, tout en honorant la mémoire de son défunt mari, Nevio."
								]
							},
							{
								"id": "1.6",
								"title": "15 A.D. - 50 A.D : Une Valyria prospère",
								"image": "../../images/agot/valyria-port.png",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									}
								],
								"content": [
									"Après le mariage de Baelor, Rhaenys consacra les décennies suivantes à parfaire son œuvre : la renaissance de Valyria. Grâce à ses mines abondantes et à ses forges renommées, la cité devint rapidement un point clé du commerce maritime à Essos, exportant des quantités massives de minerais et d’acier. Cependant, fidèle à ses promesses, Rhaenys conserva l’exclusivité de l’acier valyrien pour les dernières maisons valyriennes encore en vie. Les Celtigar, Velaryon et Targaryen, principaux bénéficiaires de cet accord, profitèrent grandement de cette alliance commerciale et militaire.",
									"Durant cette période de prospérité, Valyria devint une cité cosmopolite où affluaient marchands, artisans et diplomates de tout Essos. Ses quais animés étaient un témoignage vivant de sa renaissance. Cependant, Rhaenys n’oubliait jamais que cette prospérité devait être solidement ancrée dans les alliances qu’elle avait nouées lors du mariage de Baelor.",
									"Rhaenys tint ses promesses et veilla à ce que ses enfants tissent des liens encore plus étroits avec les grandes familles valyriennes :",
									"   - Haegon Belaerys épousa Rhaena Velaryon, fille de Daemion Velaryon (lui-même fils de Vaemond).",
									"   - Maekar Belaerys fut uni à Rhaena Targaryen, sœur du seigneur de Peyredragon, Baelon Targaryen.",
									"   - Maegor Belaerys, quant à lui, épousa Rhaenys Velaryon, la nièce du seigneur Velaryon.",
									"   - Malheureusement, Rhaenys ne put accomplir son souhait de marier son dernier fils, Aenys, car celui-ci mourut en 46 A.D., victime d’une épidémie de vérole alors que son mariage était en préparation.",
									"Rhaenys vit sa lignée s’épanouir à travers les enfants de ses fils. Cependant, cette période ne fut pas exempte de tragédies :",
									"Baelor Belaerys :",
									"   - Daemion, né en 16, mourut en 19 à cause de sa mauvaise constitution.",
									"   - Baelor, né en 18, perdit tragiquement la vie en 48, empoisonné lors de son mariage avec Maenylla Celtigar. Les circonstances de son assassinat restent entourées de mystères.",
									"   - Maegor, né en 24, devint le dernier héritier direct de Baelor.",
									"Haegon Belaerys :",
									"   - Aelyx, né en 33, devint un jeune homme prometteur.",
									"   - Shaera, née en 34, apporta une touche de grâce et de diplomatie à la famille.",
									"Maekar Belaerys :",
									"   - Maelys, né en 39, hérita de l’intelligence tactique de son père.",
									"   - Rhae, née en 40, mourut en 46 de la même épidémie qui emporta son oncle Aenys.",
									"   - Aethan, né en 48, fut un symbole d’espoir pour les Belaerys après une décennie de pertes.",
									"Maegor Belaerys :",
									"   - Aemond, né en 44, fut un enfant calme et réfléchi, porteur de grandes promesses pour l’avenir.",
									"Les décennies qui suivirent le mariage de Baelor furent marquées par de nombreuses visites entre Valyria et les grandes maisons valyriennes de Westeros. Les Celtigar, Velaryon et surtout les Targaryen firent de fréquents voyages dans la cité renaissante, renforçant les liens tissés lors des mariages. De même, les Belaerys se rendirent à Westeros à plusieurs reprises, participant à des banquets et des mariages, et consolidant ainsi leur réputation d’alliés fidèles et puissants.",
									"En 41 A.D., lors d’un banquet organisé à Peyredragon, Rhaenys, veuve depuis plusieurs années, croisa à nouveau la route de Baelon Targaryen, lui aussi veuf. Ce soir-là, une étincelle inattendue naquit entre eux. D’abord discrets, leurs sentiments grandirent au fil des mois, et ils devinrent amants. Bien que leur relation ne fût jamais officialisée par un mariage, elle devint un secret de polichinelle.",
									"Il n’était pas rare de voir Rhaenys enfourcher Beleys sous le couvert de la nuit pour voler jusqu’à Peyredragon, où elle restait quelques jours avant de retourner à Valyria. De la même manière, Baelon quittait parfois Peyredragon sur le dos de son dragon, Rhaenal, pour rejoindre Valyria. Leur relation, bien que non traditionnelle, était largement acceptée, les deux dragonniers étant considérés comme des figures essentielles de leurs royaumes respectifs. Beaucoup voyaient dans leur union une garantie de stabilité et d’harmonie entre Valyria et les Targaryen."
								]
							},
							{
								"id": "1.7",
								"title": "50 A.D. - 51 A.D. : L'appel des Targaryen",
								"image": "../../images/agot/marric.webp",
								"tag": [
									{
										"href": "",
										"title": "Marric Durrandon"
									}
								],
								"content": [
									"À la fin de l’année 50, Rhaenys reçut un corbeau de son amant, le seigneur de Peyredragon, Baelon Targaryen. Le message portait des nouvelles inquiétantes : le roi de l’Orage, Marric Durrandon, rassemblait ses bannerets et amassait une imposante armée pour chasser les Targaryen de Westeros. Rhaenys convoqua immédiatement son conseil à Valyria pour discuter de la situation.",
									"Devant ses conseillers, elle déclara sa ferme intention de soutenir les Targaryen. Elle annonça qu’elle partirait en personne avec 2000 des 2500 hommes d’armes de Valyria, laissant la cité sous la gouvernance de son fils aîné, Baelor Belaerys, en son absence. Cette décision, bien que risquée, fut acceptée par le conseil, qui savait que la stabilité de Valyria dépendait également de ses alliances.",
									"Quelques jours plus tard, Rhaenys monta sur le dos de Beleys et s’envola pour rejoindre Peyredragon. Peu après son arrivée, Baelon envoya Gaemon Velaryon et sa flotte chercher les troupes de Valyria.",
									"Avec l’arrivée des renforts valyriens, l’armée de Peyredragon atteignit une force significative de 7000 hommes d’armes, renforcée par la présence de trois dragons :",
									"   - Rhaenal, le dragon rouge orangé de Baelon, âgé de 44 ans, alliant agilité et puissance.",
									"   - Vermithrax, un dragon vénérable de 188 ans, aux écailles beige clair. Autrefois monté par Aenar « l’Exilé », il était désormais chevauché par Rhaena Targaryen, surnommée « la dragonnière ardente ». Bien que lent à cause de son âge avancé, sa taille imposante (près de 200 pieds) et son souffle dévastateur en faisaient un adversaire redoutable.",
									"   - Beleys, la dragonne de Rhaenys, âgée de 84 ans, mesurait une taille impressionnante, équivalente à celle de Vermithrax. Malgré sa relative jeunesse, elle surpassait les autres dragons en vitesse, en maniabilité et en expérience de combat, faisant d’elle l’arme la plus redoutable de cette guerre.",
									"De leur côté, les Durrandon alignaient une armée de 25 000 hommes, dirigée sur le terrain par le prince héritier Leobald Durrandon, tandis que Marric restait en retrait à Accalmie, supervisant la stratégie globale. Leobald, déterminé à prouver sa valeur, s’était juré de renverser les seigneurs-dragons et de défendre l’honneur de sa maison.",
									"Marric retarda toutefois le conflit jusqu’à la fin de l’année 51, où il demarra réellement lorsque les Durrandon incendièrent une partie de la flotte Velaryon envoyée en reconnaissance près d’Accalmie. En représailles, Baelon lança son ost et ses dragons à l’assaut des forteresses de la presqu’île de Claquepince, les capturant une à une."
								]
							},
							{
								"id": "1.8",
								"title": "52 A.D. : La guerre contre les Durrandon",
								"image": "../../images/agot/Rhaenys-Baelon.png",
								"tag": [
									{
										"href": "",
										"title": "Rhaenys Belaerys"
									},
									{
										"href": "",
										"title": "Baelon Targaryen"
									}
								],
								"content": [
									"Au début de l’année 52, Leobald débarqua avec les forces Durrandon à l’extrême est de la presqu’île et commença à avancer vers l’ouest, reprenant les forteresses conquises sur son passage. Face à cette menace, Rhaenys proposa une stratégie audacieuse : concentrer les forces targaryennes à l’Aiguildeau pour tendre une embuscade.",
									"Bien que réticent, Baelon accepta. Lorsque l’armée Durrandon atteignit l’Aiguildeau, les 2000 soldats valyriens tinrent fermement la ligne de front sous la direction de Rhaenys et de Beleys.",
									"Dès que le combat fut engagé, les troupes Targaryen et leurs dragons surgirent sur le flanc droit, menés par Baelon sur Rhaenal. Simultanément, les forces Velaryon et Celtigar attaquèrent le flanc gauche, accompagnées par Rhaena et Vermithrax.",
									"Malgré leur supériorité numérique, les Durrandon furent piégés par cette manœuvre en tenaille. Les flammes des dragons et la discipline des forces valyriennes anéantirent les lignes ennemies. Leobald, témoin direct de la puissance dévastatrice des dragons, tenta désespérément de rallier ses hommes, mais rien ne put arrêter l’avancée des seigneurs-dragons. Après avoir essuyé plus de 15 000 pertes, les Durrandon battirent en retraite.",
									"Quelques jours après la bataille, Leobald envoya un corbeau à Peyredragon, demandant des pourparlers de paix. Sur les conseils de Rhaenys, Baelon accepta une rencontre à Tyrosh, un lieu neutre.",
									"Lors de cette réunion, Rhaenys et Baelon exigèrent que la maison Durrandon cède la presqu’île de Claquepince comme condition de paix. Marric, toujours en colère malgré la défaite, considéra cette demande comme une insulte.",
									"« Je préférerais brûler dans le feu et le sang que de céder une parcelle de mes terres à des étrangers ! » s’écria-t-il avec véhémence, ignorant les regards inquiets de son fils et des autres présents.",
									"Leobald, qui avait dirigé l’armée Durrandon lors de la bataille, savait pertinemment que leur situation était désespérée. Les images des dragons déchaînant leurs flammes sur les troupes et les cris des soldats mourants hantaient son esprit. Ses mains tremblaient légèrement, et ses yeux évitaient ceux de Baelon et Rhaenys, dont la présence imposante semblait écrasante.",
									"Lorsqu’il vit que son père persistait dans son arrogance, Leobald se leva brusquement, sa voix brisée par la peur et l’angoisse :",
									"« Père... Vous ne comprenez pas. Nous ne pouvons pas les affronter. Vous n’avez pas vu ce que j’ai vu ! Ces dragons... Ce sont des forces de la nature, et nous ne sommes rien face à eux. »",
									"Mais Marric, refusant de céder, ignora les supplications de son fils. C’est alors que Leobald, submergé par la peur et la certitude que sa maison serait anéantie, prit une décision radicale. D’un geste rapide et précis, il sortit une dague et trancha la gorge de son père devant l’assemblée.",
									"Le silence qui suivit fut glaçant. Leobald, le souffle court, essuya lentement la lame de sa dague et s’avança vers la table où siégeaient Baelon et Rhaenys. Il s’inclina légèrement, sa voix tremblant sous le poids de sa peur :",
									"« En tant que nouveau roi de l’Orage, je vous présente mes plus humbles excuses pour les paroles de feu mon père. » Il marqua une pause, levant un regard incertain vers Baelon. « J’accepte vos conditions de reddition. Prenez la presqu’île de Claquepince, mais je vous implore... Épargnez notre maison. »",
									"Baelon, bien qu’ayant observé la scène avec une froideur calculée, prit alors la parole. Sa voix, calme et autoritaire, s’éleva dans la salle :",
									"« Vous avez fait preuve de pragmatisme, roi Leobald. Votre décision sauve votre maison, mais souvenez-vous que ce jour marquera votre histoire pour des générations. La maison Durrandon survivra, mais uniquement grâce à votre clairvoyance. Tenez vos engagements, et nous n’aurons pas de raison de croiser à nouveau le fer. »",
									"Il se leva, ajoutant avec un regard appuyé :",
									"« La guerre est terminée. Vous êtes roi, Leobald, mais désormais vous portez le poids de vos actes. Faites-en bon usage. »",
									"Ainsi s’acheva la guerre entre les Durrandon et les derniers seigneurs-dragons. Avec la cession de la presqu’île de Claquepince, les Targaryen consolidèrent leur contrôle sur cette région stratégique de Westeros, tandis que Leobald Durrandon retournait à Accalmie avec l’héritage d’une paix chèrement négociée."
								]
							}
						]
					}
				]
			}
		]
	}
]